<?xml version="1.0" encoding="UTF-8"?>
<rss version="2.0">
  <channel>
    <title>Skolbeats - Resenhas</title>
    <language>pt-br</language>
    <link>http://msn.skolbeats.com.br/reviews/rss</link>
    <description>Skolbeats - Resenhas</description>
    <item>
      <title>Depeche Mode volta &#224;s ra&#237;zes synth pop</title>
      <link>http://msn.skolbeats.com.br/reviews/2986</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/8482/depeche-sounds.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;As baladas abundam em &lt;/em&gt;Sounds Of The Universe&lt;em&gt;, e uma atmosfera c&amp;oacute;smica se estende ao longo de todo o disco&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;O Depeche Mode se consagrou nos anos 80 e 90 com seu synth pop emblem&amp;aacute;tico que inspirou gera&amp;ccedil;&amp;otilde;es de m&amp;uacute;sicos, e, at&amp;eacute; hoje, o grupo pode ser considerado um dos pilares que sustentam o g&amp;ecirc;nero. O aguardado 12&amp;ordm; &amp;aacute;lbum da banda, &lt;em&gt;Sounds Of The Universe&lt;/em&gt;, chega para saciar a sede dos f&amp;atilde;s mais fervorosos do estilo. E a turn&amp;ecirc; Touring The Universe, se deus quiser, passar&amp;aacute; pelo Brasil no segundo semestre.&lt;/p&gt;&lt;p&gt;Como j&amp;aacute; foi anunciado pelos m&amp;uacute;sicos em coletivas de imprensa, o Depeche Mode voltou a usar v&amp;aacute;rios equipamentos vintage, desde sintetizadores anal&amp;oacute;gicos a baterias eletr&amp;ocirc;nicas, para criar arranjos retro-futur&amp;iacute;sticos neste trabalho. De fato, diversos timbres de sintetizadores remetem aos usados durante os 80 e 90, na era de ouro da banda.&lt;/p&gt;&lt;p&gt;A exalta&amp;ccedil;&amp;atilde;o fica por conta do primeiro single, &amp;quot;Wrong&amp;quot;, que j&amp;aacute; vem bombando as telas da MTV com seu clipe de imagens fortes e ritmo synth pop nervoso e tenso. Sem d&amp;uacute;vida a faixa &amp;eacute; o ponto alto do disco, j&amp;aacute; podendo ser considerada um cl&amp;aacute;ssico do g&amp;ecirc;nero.&lt;/p&gt;&lt;p&gt;O &amp;aacute;lbum abre com &amp;quot;In Chains&amp;quot;, o intro forte e c&amp;oacute;smico desperta uma grande expectativa e envolve o ouvinte em seu suspense. Por&amp;eacute;m, quando os acordes de &amp;oacute;rg&amp;atilde;o entram e Dave come&amp;ccedil;a a cantar, vira uma faixa diferente do que se pode imaginar, uma baladinha bem arrastada. N&amp;atilde;o &amp;eacute; que seja ruim, mas ap&amp;oacute;s aquele intro e tratando-se de um &amp;aacute;lbum do Depeche Mode, era esperado algo mais grandioso. Ainda assim, a faixa &amp;eacute; totalmente OK. &amp;quot;Hole to Feed&amp;quot; segue a levada do rock&amp;#39;n&amp;#39;roll comercial, sem grandes subidas; envolve, mas n&amp;atilde;o cativa.&lt;/p&gt;&lt;p&gt;&amp;quot;Fragile Tension&amp;quot; tamb&amp;eacute;m vai na linha comercial, s&amp;oacute; que, dessa vez, voltada ao synth pop. A m&amp;uacute;sica &amp;eacute; uma &amp;oacute;tima candidata a se tornar o pr&amp;oacute;ximo single, recebendo remixes de diversos artistas da dance music e tudo mais que tem direito. Viajante e sombrio, o Depeche soa aqui como se tivesse voltado no tempo para o final dos anos 90, pela similaridade com as can&amp;ccedil;&amp;otilde;es do &lt;em&gt;Ultra&lt;/em&gt;.&lt;/p&gt;&lt;p&gt;Na categoria balada, &amp;quot;Little Soul&amp;quot; supera todas do apanhado, e n&amp;atilde;o s&amp;atilde;o poucas. Seus efeitos e sonzinhos on&amp;iacute;ricos preenchem o backgroud com vocais suaves e melodias viajantes. J&amp;aacute; &amp;quot;In Sympath&amp;quot; se apresenta melosa (no bom sentido), simp&amp;aacute;tica, e, sem fazer estardalha&amp;ccedil;o, a melodia cresce dentro de voc&amp;ecirc;. Os efeitos &amp;quot;bling blongs&amp;quot;, que constroem a discreta melodia, servem de pano de fundo para os belos vocais de Gahan.&lt;/p&gt;&lt;p&gt;&amp;quot;Spacewalker&amp;quot; quebra o ritmo do disco. A curta faixa instrumental traz o lado experimental new wave de Martin Gore &amp;agrave; tona, baixou o esp&amp;iacute;rito do Jean Michel Jare nele. Mais uma composi&amp;ccedil;&amp;atilde;o forte, &amp;quot;Perfect&amp;quot; come&amp;ccedil;a sem altas pretens&amp;otilde;es e toma forma num belo synth pop din&amp;acirc;mico. &amp;quot;Miles Away/ The Truth Is&amp;quot; &amp;eacute; uma das mais en&amp;eacute;rgicas, sua melodia e a letra s&amp;atilde;o bastante convidativas para fazer cantar e dan&amp;ccedil;ar.&lt;/p&gt;&lt;p&gt;A balada sombria &amp;quot;Jezebel&amp;quot; recebe vocais de Martin Gore e melodias sinistras, al&amp;eacute;m de misturar efeitos frios e pads quentes. &amp;quot;Currupt&amp;quot; fecha o &amp;aacute;lbum carregando a bandeira do estilo Depeche Mode, mas n&amp;atilde;o chega a ser um &amp;quot;Personal Jesus&amp;quot;, apesar de tentar.&lt;/p&gt;&lt;p&gt;Em &lt;em&gt;Sounds Of The Universe&lt;/em&gt; o conjunto volta a evoluir e o disco, sem d&amp;uacute;vida, &amp;eacute; bem melhor do que o trabalho anterior, &lt;em&gt;Playing The Angel&lt;/em&gt;, que seguia uma pegada mais rock/industrial. Se apoiando nos pontos altos, &amp;quot;Wrong&amp;quot; e &amp;quot;Little Soul&amp;quot;, o Depeche Mode pode at&amp;eacute; comemorar mais um par de cl&amp;aacute;ssicos do synth pop em sua cole&amp;ccedil;&amp;atilde;o.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; Depeche Mode&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Sounds Of The Universe&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Synth pop; P&amp;oacute;s-punk; Dance-rock&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; EMI&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o: &lt;/strong&gt;18,98 d&amp;oacute;lares&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. In Chains&lt;br /&gt;2. Hole to Feed&lt;br /&gt;3. Wrong&lt;br /&gt;4. Fragile Tension&lt;br /&gt;5. Little Soul&lt;br /&gt;6. In Sympathy&lt;br /&gt;7. Peace&lt;br /&gt;8. Come Back&lt;br /&gt;9. Spacewalker&lt;br /&gt;10. Perfect&lt;br /&gt;11. Miles Away/The Truth Is&lt;br /&gt;12. Jezebel&lt;br /&gt;13. Corrupt&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2986</guid>
      <pubDate>Sat, 18 Apr 2009 16:35:37 GMT</pubDate>
    </item>
    <item>
      <title>Segundo &#225;lbum do MSTRKRFT &#233; energia pura</title>
      <link>http://msn.skolbeats.com.br/reviews/2934</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/7757/fistofgod.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Combinando melodias dos prim&amp;oacute;rdios do electro &amp;agrave; desarmonia inerente ao maximal, duo canadense que abriu caminhos para a invas&amp;atilde;o indie-dance chega ao segundo disco com acento mais pop e ainda pesado&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Quando Jesse F. Keeler e Al-P decidiram fazer sua incurs&amp;atilde;o no electro-house, eles sabiam que, em pleno ano 2005, quase tudo j&amp;aacute; havia sido experimentado &amp;agrave; exaust&amp;atilde;o naquele campo. Quase tudo. &amp;Eacute; claro que a pegada maximal do MSTRKRFT foi importada da din&amp;acirc;mica dos beats do Daft Punk, e que a mesma receita foi seguida pelo Justice com desenvoltura. Mas fato &amp;eacute; que a bagagem rocker dos caras trouxe algo de novo &amp;agrave; vertente, e deu ao som da dupla em &lt;em&gt;The Looks&lt;/em&gt; (2006), seu primeiro &amp;aacute;lbum, uma personalidade que ningu&amp;eacute;m tira, a despeito dos in&amp;uacute;meros pastiches que vieram na esteira.&lt;/p&gt;&lt;p&gt;Sem for&amp;ccedil;ar a barra, foram eles os primeiros a usar as distor&amp;ccedil;&amp;otilde;es sint&amp;eacute;ticas, t&amp;atilde;o em voga atualmente, contra uma percuss&amp;atilde;o buscada na bateria do AC/DC. M&amp;eacute;trica que hoje pode ser notada na grande maioria das produ&amp;ccedil;&amp;otilde;es do g&amp;ecirc;nero. A agressividade do hard e do punk rock, moldada aos paradigmas pop da house music, e as digress&amp;otilde;es sonoras, com suas altern&amp;acirc;ncias de volume, sampleadas e loopeadas em pontuais encaixes, renderam uma f&amp;oacute;rmula infal&amp;iacute;vel de m&amp;uacute;sica dan&amp;ccedil;ante.&lt;/p&gt;&lt;p&gt;Aqui, em &lt;em&gt;Fist of God&lt;/em&gt;, que acaba de ser lan&amp;ccedil;ado pelo label do entusiasta do electro-banger Steve Aoki, o Dim Mak, a t&amp;ocirc;nica &amp;eacute; a mesma, e continua um soco nas t&amp;ecirc;mporas. A diferen&amp;ccedil;a, por&amp;eacute;m, j&amp;aacute; pode ser sentida na faixa de abertura, &amp;quot;It Ain&amp;#39;t Love&amp;quot;, com o a&amp;ccedil;ucarado vocal da diva do R&amp;amp;B Lil Mo, entoando graciosamente &amp;quot;You don&amp;#39;t know what love is&amp;quot;.&lt;/p&gt;&lt;p&gt;Embora o peso fa&amp;ccedil;a parte do DNA do MSTRKRFT, eles conseguiram atingir feliz ponto de converg&amp;ecirc;ncia com a club music tradicional, o que garante uma levada substancialmente pop ao &amp;aacute;lbum. A influ&amp;ecirc;ncia Daft Punk est&amp;aacute; clara, para n&amp;atilde;o dizer decalcada, na explosiva &amp;quot;1000 Cigarretes&amp;quot;, enquanto o tic-tac da deep house e do R&amp;amp;B blues crescem com a participa&amp;ccedil;&amp;atilde;o de N.O.R.E. &amp;amp; Isis em &amp;quot;Bounce&amp;quot;.&lt;/p&gt;&lt;p&gt;&amp;quot;Heartbreaker&amp;quot;, uma baladinha entoada pelo piano de John Legend, &amp;eacute; grata surpresa em meio ao apanhado, e &amp;quot;So Deep&amp;quot;, com participa&amp;ccedil;&amp;atilde;o de Jamal da banda soul-punk The Carps, surge com linha de voz pra l&amp;aacute; de melosa.&lt;/p&gt;&lt;p&gt;Estrelando E-40 na faixa &amp;quot;Click Click&amp;quot;, o MSTRKRFT nos oferece uma qu&amp;iacute;mica muito bem resolvida entre acordes metaleiros, big beat e uma levada pr&amp;oacute;pria do rap old-school, vibe que estica para a can&amp;ccedil;&amp;atilde;o seguinte, &amp;quot;Word Up&amp;quot;, outra produ&amp;ccedil;&amp;atilde;o alto astral, dessa vez com participa&amp;ccedil;&amp;atilde;o de Ghostface Killah. &lt;em&gt;Fist of God&lt;/em&gt;, em resumo, &amp;eacute; party music como deve ser, energia pura.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; MSTRKRFT&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Fist of God&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Dance-rock&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Dim Mak Recs&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 14,98 d&amp;oacute;lares&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. It Aint Love&lt;br /&gt;2. 1000 Cigarettes&lt;br /&gt;3. Bounce&lt;br /&gt;4. Vuvuvu&lt;br /&gt;5. Heartbreaker&lt;br /&gt;6. Fist of God&lt;br /&gt;7. So Deep&lt;br /&gt;8. Click Click&lt;br /&gt;9. Word Up&lt;br /&gt;10. Breakaway&lt;br /&gt;11. 1000 Cigarettes&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2934</guid>
      <pubDate>Fri, 03 Apr 2009 21:03:59 GMT</pubDate>
    </item>
    <item>
      <title>R&#246;yksopp produz seu melhor e mais animado &#225;lbum</title>
      <link>http://msn.skolbeats.com.br/reviews/2898</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/7294/front.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Terceiro disco dos noruegueses encontra equil&amp;iacute;brio perfeito entre esmeradas melodias e ambiciosos efeitos, o que resulta em sua mais bem talhada produ&amp;ccedil;&amp;atilde;o at&amp;eacute; aqui&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Outro dia eu andava t&amp;atilde;o absorto na volta pra casa a p&amp;eacute;, que, induzido pela m&amp;uacute;sica do novo &amp;aacute;lbum do R&amp;ouml;yksopp, me peguei &amp;quot;dan&amp;ccedil;ando&amp;quot; involuntariamente enquanto aguardava o farol. O player reproduzia a quarta faixa de &lt;em&gt;Junior&lt;/em&gt;, terceiro trabalho da dupla norueguesa, &amp;quot;This Must Be IT&amp;quot;. Uma bel&amp;iacute;ssima bagun&amp;ccedil;a sonora, m&amp;uacute;sica que te fisga com deliciosas linhas de vocal e te seduz com uma constru&amp;ccedil;&amp;atilde;o de melodias chiclete, mas nunca &amp;oacute;bvias.&lt;/p&gt;&lt;p&gt;Eles descrevem a can&amp;ccedil;&amp;atilde;o assim: &amp;quot;&amp;Eacute; como se &amp;Acirc;ngelo Badalamenti se perdesse na floresta norueguesa, mas fosse resgatado por Giorgio Moroder&amp;quot;. Sentiu a pegada? H&amp;aacute; energia e sensibilidade no repert&amp;oacute;rio, um clima de alegria e boas vibra&amp;ccedil;&amp;otilde;es na maioria das faixas, como bem mostra a introdut&amp;oacute;ria &amp;quot;Happy Up Here&amp;quot;, que inclusive come&amp;ccedil;a com um riso antes da base.&lt;/p&gt;&lt;p&gt;Logo, n&amp;atilde;o h&amp;aacute; muito que as palavras possam descrever a respeito desta agridoce pe&amp;ccedil;a que torne desnecess&amp;aacute;rio ouvir o disco para ter no&amp;ccedil;&amp;atilde;o. &amp;Eacute; a melhor coisa que a dupla formada por Svein Berge e Torbj&amp;oslash;rn Brundtland j&amp;aacute; foi capaz de produzir, em sua fase de evidente amadurecimento art&amp;iacute;stico.&lt;/p&gt;&lt;p&gt;&amp;quot;R&amp;ouml;yksopp Forever&amp;quot;, por exemplo, &amp;eacute; um som cuidadosamente detalhado, cheio de elementos, com direito a impressionante e intenso uso de violinos orquestrados. Al&amp;eacute;m do qu&amp;ecirc;, o trabalho conta com a colabora&amp;ccedil;&amp;atilde;o de gente tremendamente talentosa, como Robyn, Lykke Li e Karen Deijer Andersson (dos projetos Fever Ray/The Knife).&lt;/p&gt;&lt;p&gt;Lykke Li faz sua primeira participa&amp;ccedil;&amp;atilde;o numa faixa deles emprestando gog&amp;oacute; a &amp;quot;Miss It So Much&amp;quot; - com uma voz apropriadamente rob&amp;oacute;tica ela entoa os versos &amp;quot;My mechanical heart, how it tears me apart&amp;quot;. &amp;quot;You Don&amp;#39;t Have a Clue&amp;quot;, estrelando o apaixonante vocal da cantora e atriz conterr&amp;acirc;nea Anneli Drecker (do Bel Canto), &amp;eacute; uma das mais bonitas parcerias.&lt;/p&gt;&lt;p&gt;N&amp;atilde;o &amp;eacute; muito f&amp;aacute;cil situar precisamente o som atual do R&amp;ouml;yksopp. Entretanto, as influ&amp;ecirc;ncias de Daft Punk, Air e Giorgio Moroder s&amp;atilde;o cristalinas. E o &amp;aacute;lbum, hipn&amp;oacute;tico e viajante, dever&amp;aacute; agradar ouvidos afeitos ao downtempo, trip-hop, electro-house e ambient breakbeat. No final, sem levar em conta as idiossincrasias, &lt;em&gt;Junior&lt;/em&gt; &amp;eacute; um disco dance-pop, mas n&amp;atilde;o do tipo que ter&amp;aacute; expirado de nossa mem&amp;oacute;ria no pr&amp;oacute;ximo ver&amp;atilde;o.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; R&amp;ouml;yksopp&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Junior&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Downbeat; Electro-pop&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Astralwerks&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; &lt;a href="http://www.astralwerks.com/default.html" target="_blank"&gt;15,98 d&amp;oacute;lares&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Happy Up Here  	&lt;br /&gt;2. The Girl And The Robot 	&lt;br /&gt;3. Vision One 	&lt;br /&gt;4. This Must Be It 	&lt;br /&gt;5. R&amp;ouml;yksopp Forever 	&lt;br /&gt;6. Miss It So Much 	&lt;br /&gt;7. Tricky Tricky 	&lt;br /&gt;8. You Don&amp;#39;t Have A Clue 	&lt;br /&gt;9. Silver Cruiser 	&lt;br /&gt;10. True To Life 	&lt;br /&gt;11. It&amp;#39;s What I Want&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2898</guid>
      <pubDate>Wed, 25 Mar 2009 19:05:37 GMT</pubDate>
    </item>
    <item>
      <title>Yeah Yeah Yeahs: no limiar entre o peso e a melodia</title>
      <link>http://msn.skolbeats.com.br/reviews/2855</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6593/itsblitz.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Not&amp;aacute;vel amadurecimento dos americanos transcende o esp&amp;iacute;rito punk para encontrar equil&amp;iacute;brio numa identidade mais polida, por&amp;eacute;m longe da frigidez&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;O in&amp;iacute;cio dos anos 2000 chegou amparado por uma lufada de ar fresco no rock alternativo. Entre os nomes mais promissores daquele instigante cen&amp;aacute;rio que se desenhava estavam uma por&amp;ccedil;&amp;atilde;o de bandas. Nem todas conseguiram, no entanto, avan&amp;ccedil;ar, passada a modinha, na cria&amp;ccedil;&amp;atilde;o de algo relevante.&lt;/p&gt;&lt;p&gt;Das que souberam amadurecer d&amp;aacute; pra destacar os Strokes, o Rapture, o White Stripes e, como o disco novo n&amp;atilde;o me deixa ser leviano, o Yeah Yeah Yeahs da espevitada Karen O. &lt;em&gt;It&amp;#39;s Blitz&lt;/em&gt;, terceiro &amp;aacute;lbum do grupo em dez anos, apresenta uma repaginada no som, mas nada que arranhe sua identidade, apesar do que os avessos a mudan&amp;ccedil;as possam afirmar.&lt;/p&gt;&lt;p&gt;Uma t&amp;iacute;mida, por&amp;eacute;m eficaz, influ&amp;ecirc;ncia eletr&amp;ocirc;nica d&amp;aacute; o tom das m&amp;uacute;sicas no repert&amp;oacute;rio que, ao contr&amp;aacute;rio do esperado, pende mais para as guitarras dissonantes do que para os synths e beats digitais. A ess&amp;ecirc;ncia da obra est&amp;aacute; no rock de garagem com adornos oitentistas, fato que garante ao disco, com lan&amp;ccedil;amento oficial em 6 de abril, um providencial equil&amp;iacute;brio para embalar a deliciosa voz de Karen.&lt;/p&gt;&lt;p&gt;&amp;Eacute; um trabalho nitidamente mais s&amp;oacute;brio, digamos, em detrimento do rasgo de urg&amp;ecirc;ncia que marcou os lan&amp;ccedil;amentos anteriores. N&amp;atilde;o trata-se de algo realmente inovador, mas &amp;eacute; certamente uma bela obra dentro do que se prop&amp;otilde;e, intensa, voraz e dan&amp;ccedil;ante como bem mostra a faixa &amp;quot;Dragon Queen&amp;quot; - lembra um pouco a pegada do CSS - ou o pr&amp;oacute;prio single de estr&amp;eacute;ia, &amp;quot;Zero&amp;quot;, embebido de elementos g&amp;oacute;ticos e um andamento crescente que culmina no afinad&amp;iacute;ssimo e contagiante refr&amp;atilde;o.&lt;/p&gt;&lt;p&gt;Empolgante e solar, &amp;quot;Zero&amp;quot; &amp;eacute; talvez a mais bem resolvida can&amp;ccedil;&amp;atilde;o aqui. Produzido por Dave Sitek, do TV on the Radio, e Nick Launay, outro fera que j&amp;aacute; trampou com nomes tais quais Arcade Fire e Nick Cave, &lt;em&gt;It&amp;#39;s Blitz&lt;/em&gt; nos presenteia ainda com a d&amp;oacute;cil &amp;quot;Hysteric&amp;quot;, cuja capta&amp;ccedil;&amp;atilde;o vocal pega at&amp;eacute; os suspiros ao microfone, crueza que confere charme &amp;agrave; primeira estrofe e cativa logo de in&amp;iacute;cio.&lt;/p&gt;&lt;p&gt;Das mais prop&amp;iacute;cias ao sacolejo e aos consequentes remixes, eu apostaria em &amp;quot;Shame and Fortune&amp;quot; por conta de seu peso e dos tempos quebrados, e &amp;quot;Dull Life&amp;quot;, uma das mais roqueiras e tortas.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; Yeah Yeah Yeahs&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;It&amp;#39;s Blitz&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Garage Rock; Art Punk; Alternativo&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Interscopo/Polydor&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; &lt;a href="http://yeahyeahyeahs.com/itsblitz/?utm_source=umg&amp;amp;utm_medium=email&amp;amp;utm_campaign=030909_announce" target="_blank"&gt;13,98 d&amp;oacute;lares (CD + Digital)&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Zero&lt;br /&gt;2. Heads Will Roll&lt;br /&gt;3. Soft Shock&lt;br /&gt;4. Skeletons&lt;br /&gt;5. Dull Life&lt;br /&gt;6. Shame And Fortune&lt;br /&gt;7. Runaway&lt;br /&gt;8. Dragon Queen&lt;br /&gt;9. Hysteric&lt;br /&gt;10. Little Shadow&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2855</guid>
      <pubDate>Thu, 12 Mar 2009 18:50:47 GMT</pubDate>
    </item>
    <item>
      <title>Two escreve nova p&#225;gina na hist&#243;ria de Miss Kittin &amp; The Hacker</title>
      <link>http://msn.skolbeats.com.br/reviews/2851</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6584/misskittin_thehacker.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Dupla deixa o electroclash para tr&amp;aacute;s e explora novas dimens&amp;otilde;es da m&amp;uacute;sica eletr&amp;ocirc;nica&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Nove anos se passaram desde o lan&amp;ccedil;amento do primeiro &amp;aacute;lbum, &lt;em&gt;First Album&lt;/em&gt;, concebido pela musa do electro Miss Kittin e seu parceiro das antigas, o DJ e produtor The Hacker. Para alegria dos f&amp;atilde;s, eles est&amp;atilde;o de volta com mais um &amp;aacute;lbum in&amp;eacute;dito recheado de novidades e surpresas.&lt;/p&gt;&lt;p&gt;&lt;em&gt;Two&lt;/em&gt; vira a p&amp;aacute;gina do electroclash, que tanto marcou a produ&amp;ccedil;&amp;atilde;o de Caroline Herv&amp;eacute; e Michel Amato na d&amp;eacute;cada passada, e resgata influ&amp;ecirc;ncias de um pret&amp;eacute;rito musical ainda mais distante, como The Sisters Of Mercy, Depeche Mode e Kraftwerk. Combinando, al&amp;eacute;m destas, influ&amp;ecirc;ncias do EBM dos anos 80 ao experimentalismo da eletr&amp;ocirc;nica atual com eleg&amp;acirc;ncia e maturidade, mas sem deixar o elemento pop de lado.&lt;/p&gt;&lt;p&gt;Abrindo o disco com atitude, &amp;quot;The Womb&amp;quot;. Rob&amp;oacute;tica e misteriosa, suas batidas quebradas e afiadas mostram que a dupla est&amp;aacute; realmente a fim de experimentar novos sabores do eletr&amp;ocirc;nico. J&amp;aacute; &amp;quot;1000 Dreams&amp;quot; traz uma levada mais voltada ao pop espacial, abusando dos efeitos de flanger e do baixo mel&amp;oacute;dico inspirado no synth pop dos anos 80.&lt;/p&gt;&lt;p&gt;&amp;quot;Party in My Head&amp;quot; &amp;eacute; outra que bebe na fonte do synth pop regado a flanger, por&amp;eacute;m introduz fortes elementos da disco music e batidas 4X4 mais dan&amp;ccedil;antes. A vibe fica mais sombria e pesada em &amp;quot;PPPO,&amp;quot; e &amp;quot;Indulgence,&amp;quot; que carregam fortes influ&amp;ecirc;ncias do industrial e EBM.&lt;/p&gt;&lt;p&gt;Enquanto &amp;quot;Inutile &amp;Eacute;ternit&amp;eacute;&amp;quot;, &amp;quot;Electronic City&amp;quot; e &amp;quot;Ray Ban&amp;quot; tamb&amp;eacute;m caminham pelas trevas, por&amp;eacute;m trazem batidas e ambienta&amp;ccedil;&amp;otilde;es mais leves. Se o Kraftwerk encontrasse o The Sisters of Mercy, sairia algo parecido, provavelmente.&lt;/p&gt;&lt;p&gt;Um dos destaques do &amp;aacute;lbum &amp;eacute; o cover de &amp;quot;Suspicious Minds,&amp;quot; de Elvis Presley. Se o rei estivesse vivo, sem d&amp;uacute;vidas aprovaria a vers&amp;atilde;o synth pop estelar assinada por Kittin e Hacker. Esta, curiosamente, &amp;eacute; a primeira vez que a dupla canta em dueto.&amp;nbsp; O disco termina num clima ambient bem atmosf&amp;eacute;rico e viajante, com &amp;quot;1000 Dreams (Reprise)&amp;quot;.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; Miss Kittin &amp;amp; The Hacker&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Two&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Techno; Synth-pop; EBM; Ambient&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Nobody&amp;#39;s Bizzness &lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; sob consulta&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. The Womb&lt;br /&gt;2. Evolution&lt;br /&gt;3. 1000 Dreams&lt;br /&gt;4. PPPO&lt;br /&gt;5. Party in my Head&lt;br /&gt;6. Indulgence&lt;br /&gt;7. Emotional Interlude&lt;br /&gt;8. Suspicious Minds&lt;br /&gt;9. Electronic City&lt;br /&gt;10. Inutile &amp;Eacute;ternit&amp;eacute;&lt;br /&gt;11. Ray Ban&lt;br /&gt;12. 1000 Dreams (Reprise)&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2851</guid>
      <pubDate>Wed, 11 Mar 2009 19:54:32 GMT</pubDate>
    </item>
    <item>
      <title>DJ Hell reassume o trono do inferninho</title>
      <link>http://msn.skolbeats.com.br/reviews/2836</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6389/DJ_Hell_-_Teufelswerk.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;Teufelswerk&lt;em&gt; (traduzindo - trabalho do dem&amp;ocirc;nio) re&amp;uacute;ne 16 faixas onde o &amp;iacute;cone do eletr&amp;ocirc;nico alem&amp;atilde;o reencontra no EBM e nas ra&amp;iacute;zes Krautrock sua nova identidade&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Com a ressaca da onda electroclash, podemos dizer que Hell andava numa fase de azia musical. Meio embrulhado entre o restante do electro que ainda corria em suas veias e flertando com o minimal, os &amp;uacute;ltimos cinco anos do DJ e produtor foram no m&amp;iacute;nimo confusos e praticamente inexpressivos. &lt;/p&gt;&lt;p&gt;Chefe do selo International Deejay Gigolo, que apresentou ao mundo nomes como Miss Kittin &amp;amp; The Hacker, Tiga e outros, ele se encontrava meio perdido entre o glamour do mundo da moda e o hype de cair na balada com o rapper Diddy. Mas, gra&amp;ccedil;as ao krautrock, DJ Hell encontrou a luz, ou seriam as trevas? De qualquer maneira, aleluia irm&amp;atilde;os! (Ou seria &amp;quot;viva belzebu&amp;quot;!?).&lt;/p&gt;&lt;p&gt;Retornando &amp;agrave;s ra&amp;iacute;zes do eletr&amp;ocirc;nico alem&amp;atilde;o dos anos 70 (mesmo ponto em que iniciou sua carreira no eletr&amp;ocirc;nico) e buscando inspira&amp;ccedil;&amp;atilde;o em nomes da &amp;eacute;poca como Kraftwerk, mesclada a outros estilos, Hell permitiu-se flertar at&amp;eacute; mesmo com o space rock do Hawkwind, a quem presta homenagem com a releitura c&amp;oacute;smica de &amp;quot;Silver Machine&amp;quot;. Em &lt;em&gt;Teufelswerk&lt;/em&gt;, Hell n&amp;atilde;o s&amp;oacute; cria um &amp;quot;trabalho do dem&amp;ocirc;nio&amp;quot; (como a tradu&amp;ccedil;&amp;atilde;o), mas tamb&amp;eacute;m um disco do capeta, no melhor sentido poss&amp;iacute;vel.&lt;/p&gt;&lt;p&gt;O &amp;aacute;lbum duplo &amp;eacute; dividido em dois temas, Night (noite) e Day (dia). O primeiro disco, &lt;em&gt;Night&lt;/em&gt;, cont&amp;eacute;m a maioria das faixas dan&amp;ccedil;antes. Enquanto &lt;em&gt;Day&lt;/em&gt; traz um trabalho mais experimental e variado com linhas de sintetizadores e melodias mais leves.&lt;/p&gt;&lt;p&gt;O CD1: &lt;em&gt;Night&lt;/em&gt; come&amp;ccedil;a com a &amp;eacute;pica e misteriosa &amp;quot;U Can Dance&amp;quot;, que conta com os suaves vocais de Bryan Ferry, fundador do Roxy Music. Influ&amp;ecirc;ncias de rock progressivo, house e synth pop se entrela&amp;ccedil;am ao longo da hipn&amp;oacute;tica linha de baixo EBM. &lt;/p&gt;&lt;p&gt;N&amp;atilde;o foi s&amp;oacute; na gandaia com Diddy que DJ Hell se meteu, foi tamb&amp;eacute;m no est&amp;uacute;dio. A estrela do rap norte-americano participa da faixa &amp;quot;The DJ&amp;quot;. Experimentando com elementos do house misturados aos vocais hip-hop de Diddy, Hell cria aqui um novo estilo, &amp;uacute;nico, esp&amp;eacute;cie de hip-house sombrio.&lt;/p&gt;&lt;p&gt;Faixas como &amp;quot;Electronic Germany&amp;quot;, &amp;quot;Hellracer&amp;quot; e &amp;quot;The Disaster&amp;quot; s&amp;atilde;o essencialmente EBM de qualidade, um prato cheio para quem aprecia o g&amp;ecirc;nero. Enquanto &amp;quot;Body Farm 2&amp;quot; e &amp;quot;Wonderland&amp;quot; trazem a efetiva mistura de influ&amp;ecirc;ncias industriais com electro. &amp;quot;Friday Saturday Sunday&amp;quot; &amp;eacute; mais direcionada ao techno, mas n&amp;atilde;o deixa de experimentar com elementos do krautrock, principalmente nos samples de vocais &amp;agrave; la Kraftverk.&lt;/p&gt;&lt;p&gt;Abrindo o CD2: &lt;em&gt;Day&lt;/em&gt;, a experimental&amp;iacute;ssima e &amp;eacute;pica &amp;quot;Germania&amp;quot; chega com efeitos, ambienta&amp;ccedil;&amp;otilde;es e linhas de sintetizadores delicados inspirados na era new age, que lembra at&amp;eacute; a m&amp;uacute;sica de Jean Michel Jarre. &lt;/p&gt;&lt;p&gt;&amp;quot;The Angst &amp;amp; The Angst Part2&amp;quot; tem uma levada cinem&amp;aacute;tica carregada pela linha de viol&amp;atilde;o hipn&amp;oacute;tica e regada a vocais celestiais. Hell conta com a participa&amp;ccedil;&amp;atilde;o de Peter Kruder (da dupla de downtempo Kruder and Dorfmeister) nos controles de ambas as partes da faixa. Os multiintrumentalistas Christian Prommer e Roberto Di Gioia tamb&amp;eacute;m ajudaram na concep&amp;ccedil;&amp;atilde;o das melodias e linhas de viol&amp;atilde;o. &lt;/p&gt;&lt;p&gt;Apesar do nome curioso, &amp;quot;I Prefer Women to Men Anyway&amp;quot; revela um lado gracioso e tranquilo de Hell. Aqui, mais uma vez, o endiabrado flerta com a vertente new age do krautrock. J&amp;aacute; &amp;quot;Hell&amp;#39;s Kitchen&amp;quot; e &amp;quot;Action (Interlude)&amp;quot; soam mais tensas e obscuras do que as outras faixas desta parte do lan&amp;ccedil;amento; tanto que poderiam muito bem figurar no CD &lt;em&gt;Night&lt;/em&gt;. &lt;/p&gt;&lt;p&gt;Ao buscar inspira&amp;ccedil;&amp;atilde;o no passado, DJ Hell conseguiu tra&amp;ccedil;ar um futuro promissor, e &lt;em&gt;Teufelswerk&lt;/em&gt; pode muito bem vir a ser considerado um dos melhores discos de 2009.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; DJ Hell&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Teufelswerk&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Electro; EBM; Krautrock; Synth-pop; New Age&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; International Deejay Gigolo&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; sob consulta&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;CD1: Night&lt;br /&gt;1. U Can Dance (feat. Bryan Ferry)&lt;br /&gt;2. Electronic Germany&lt;br /&gt;3. The DJ feat. P. Diddy&lt;br /&gt;4. The Disaster&lt;br /&gt;5. Bodyfarm&lt;br /&gt;6. Hellracer&lt;br /&gt;7. Wonderland&lt;br /&gt;8. Friday, Saturday, Sunday&lt;/p&gt;&lt;p&gt;CD2: Day&lt;br /&gt;1. Germania&lt;br /&gt;2. The Angst &amp;amp; The Angst Pt 2&lt;br /&gt;3. Carte Blanche&lt;br /&gt;4. Track Four &amp;quot;Nightclubbing&amp;quot;&lt;br /&gt;5. I Prefer Women to Men Anyway&lt;br /&gt;6. Action (Interlude)&lt;br /&gt;7. Hell&amp;#39;s Kitchen&lt;br /&gt;8. Silver Machine&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2836</guid>
      <pubDate>Thu, 05 Mar 2009 21:02:18 GMT</pubDate>
    </item>
    <item>
      <title>Prefuse 73 aposta na sonoridade anal&#243;gica</title>
      <link>http://msn.skolbeats.com.br/reviews/2826</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6358/prefuse.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Novo &amp;aacute;lbum de Guillermo Scott Herren descarta tecnologia digital&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Carol Ramos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Mesmo n&amp;atilde;o sendo f&amp;atilde; do estilo experimental cabe&amp;ccedil;udo do produtor norte-americano Guillermo Scott Herren, aka &lt;strong&gt;&lt;a href="http://www.myspace.com/prefusion1973" target="_blank"&gt;Prefuse 73&lt;/a&gt;&lt;/strong&gt;, reserve um tempo daquela hora ociosa do seu dia para ouvir &lt;em&gt;Everything She Touched Turned Ampexian&lt;/em&gt;, novo &amp;aacute;lbum do Prefuse. Esque&amp;ccedil;a a pista e tenha o disco como fundo para horas produtivas ou relaxantes do seu dia.&lt;/p&gt;&lt;p&gt;O talento do mo&amp;ccedil;o, que anda pelos extremos do rock e do hip-hop como poucos, &amp;eacute; incontest&amp;aacute;vel, tanto que j&amp;aacute; foi chamado para remixar grupos como TV On The Radio e Cornelius, al&amp;eacute;m de ser colaborador do Battles. O novo trabalho, que conta com 29 faixas, tem uma hist&amp;oacute;ria bem incomum: Herren simplesmente resolveu substituir a grava&amp;ccedil;&amp;atilde;o do disco, geralmente realizada pelo m&amp;eacute;todo digital, por um cassete Ampex, anal&amp;oacute;gico.&lt;/p&gt;&lt;p&gt;Tudo para dar ao &amp;aacute;lbum a sonoridade de &amp;quot;fita cassete perdida no tempo e resgatada por um grupo de m&amp;uacute;sicos num passado n&amp;atilde;o muito distante&amp;quot;. Al&amp;eacute;m do suporte anal&amp;oacute;gco que por si s&amp;oacute; j&amp;aacute; traz uma carga sonora &amp;uacute;nica, Herren conseguiu tantas variedades de sons, texturas e climas que cada faixa de &lt;em&gt;Everything She Touched Turned Ampexian&lt;/em&gt; anuncia uma surpresa. Muitas s&amp;atilde;o, inclusive, curt&amp;iacute;ssimas, quase interl&amp;uacute;dios.&lt;/p&gt;&lt;p&gt;&amp;Eacute; o caso de &amp;quot;Sexual Fantasy Scale&amp;quot;, que em alguns momentos tem bases familiares que somem rapidamente, e, como as outras faixas do &amp;aacute;lbum, insinuam terem nascido bem ali, no est&amp;uacute;dio de Herren. &amp;quot;Get Em High&amp;quot;, que j&amp;aacute; vem com a abrevia&amp;ccedil;&amp;atilde;o no pr&amp;oacute;prio, come&amp;ccedil;a com uma pegada hip-hop (assim como a divertida &amp;quot;Preparation&amp;#39; Kids Choir&amp;quot;) e em pouco tempo vai pro eletr&amp;ocirc;nico. &amp;quot;Fountains of Spring&amp;quot; &amp;eacute; aguda, cristalina, e &amp;quot;Formal Dedications&amp;quot;, introspectiva. Disco para degustar.&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2826</guid>
      <pubDate>Tue, 03 Mar 2009 22:52:21 GMT</pubDate>
    </item>
    <item>
      <title>Novo do Prodigy atesta que nem todo retrocesso colhe bons frutos</title>
      <link>http://msn.skolbeats.com.br/reviews/2824</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6353/prodigy.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Revolucion&amp;aacute;rio nos anos 90, grupo derrapa na tentativa de voltar &amp;agrave; velha forma&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Era uma vez uma banda, formada por caras vindos do hip-hop underground londrino, e que foram capazes de revigorar a est&amp;eacute;tica punk dentro da eletr&amp;ocirc;nica, que chocaram a cultura pop com seus clipes agressivos, suas apresenta&amp;ccedil;&amp;otilde;es explosivamente dram&amp;aacute;ticas, seu visual apocal&amp;iacute;ptico e suas frases de efeito que vieram para sabotar a fam&amp;iacute;lia e destruir os valores religiosos.&lt;/p&gt;&lt;p&gt;Liam Howlett (DJ/teclados), Keith Flint (vocal), Maxim Reality (MC) e Leeroy Thornhil (dan&amp;ccedil;arino) n&amp;atilde;o s&amp;oacute; meteram o dedo na ferida das conven&amp;ccedil;&amp;otilde;es como foram uma das &amp;uacute;ltimas bandas capazes de causar verdadeira pol&amp;ecirc;mica e estranhamento na cena clubber. &lt;em&gt;Invaders Must Die&lt;/em&gt;, no entanto, o aguardado novo &amp;aacute;lbum do Prodigy, doze anos ap&amp;oacute;s o lan&amp;ccedil;amento do cl&amp;aacute;ssico &lt;em&gt;The Fat of the Land&lt;/em&gt;, n&amp;atilde;o chega aos p&amp;eacute;s de nada daquilo que o Prodigy um dia foi capaz de produzir.&lt;/p&gt;&lt;p&gt;Na &amp;eacute;poca de &lt;em&gt;The Fat...&lt;/em&gt;, eles foram mestres em derrotar o t&amp;eacute;dio, o marasmo modorrento que imperava na m&amp;uacute;sica. &lt;em&gt;Invaders Must Die&lt;/em&gt;, ao ensaiar um retorno &amp;agrave;s origens funky breakers, parece tentar reencontrar seu lugar no meio da bagun&amp;ccedil;a da cena mash-up atual. Algumas tracks do disco novo s&amp;atilde;o t&amp;atilde;o aguadas que poderiam ter sido compostas pelos insossos do Hadouken! ou coisa que o valha.&lt;/p&gt;&lt;p&gt;&amp;Eacute; como quando um relacionamento perde o desejo e o casal fica tentando salvar a conviv&amp;ecirc;ncia, mesmo sabendo que a urg&amp;ecirc;ncia da paix&amp;atilde;o n&amp;atilde;o existe mais. Noutros termos, deprimente. Na verdade, as duas primeiras m&amp;uacute;sicas, a faixa-t&amp;iacute;tulo e &amp;quot;Omen&amp;quot;, por mais anos 90 que se pare&amp;ccedil;am, chamam aten&amp;ccedil;&amp;atilde;o e d&amp;atilde;o ideia de que o &amp;aacute;lbum ser&amp;aacute; um petardo.&lt;/p&gt;&lt;p&gt;Da terceira faixa em diante o que se apresenta &amp;eacute; um emaranhado raver barulhento nem um pouco inovador ou mesmo genu&amp;iacute;no. N&amp;atilde;o h&amp;aacute; nada pior para um artista do que perder o tes&amp;atilde;o criativo e cair no infort&amp;uacute;nio de fazer cover de si mesmo. &amp;quot;Thunder&amp;quot;, por exemplo, vem a ser nada menos que um pastiche mal resolvido do single &amp;quot;Out of Space&amp;quot; (1992), enquanto &amp;quot;World&amp;lsquo;s On Fire&amp;quot; emula o compasso de &amp;quot;Smack My Bitch Up&amp;quot; e, para todo o restante do apanhado, seja poss&amp;iacute;vel encontrar um som antecedente dos pr&amp;oacute;prios na mem&amp;oacute;ria.&lt;/p&gt;&lt;p&gt;A &amp;uacute;nica coisa que eles n&amp;atilde;o conseguiram reeditar foi mesmo a que mais importava no Prodigy, e que os fazia diferentes de todo o resto nas antigas. O impacto de um disco sincero e real. &amp;Eacute; como afirmava o escritor ingl&amp;ecirc;s Charles Caleb Colton (1780/1832): &amp;quot;Se voc&amp;ecirc; n&amp;atilde;o tem nada a dizer, n&amp;atilde;o diga nada&amp;quot;.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; Prodigy&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Invaders Must Die&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Rave; Techno; Big Beat; Funky Breaks&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Cooking Vinyl&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 15,98 d&amp;oacute;lares&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Invaders Must Die&lt;br /&gt;2. Omen&lt;br /&gt;3. Thunder&lt;br /&gt;4. Colours&lt;br /&gt;5. Take Me To The Hospital&lt;br /&gt;6. Warrior&amp;#39;s Dance&lt;br /&gt;7. Run With The Wolves&lt;br /&gt;8. Omen Reprise&lt;br /&gt;9. World&amp;#39;s On Fire&lt;br /&gt;10. Piranha&lt;br /&gt;11. Stand Up&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2824</guid>
      <pubDate>Tue, 03 Mar 2009 21:39:09 GMT</pubDate>
    </item>
    <item>
      <title>Take My Breath Away confirma a excel&#234;ncia de Gui Boratto</title>
      <link>http://msn.skolbeats.com.br/reviews/2822</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/6285/front.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Sem decepcionar, mas tamb&amp;eacute;m sem superar expectativas, Gui Boratto lan&amp;ccedil;a um &amp;aacute;lbum na medida&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;/strong&gt; &lt;/p&gt;&lt;p&gt;A expectativa ao redor do &amp;aacute;lbum que sucede &lt;em&gt;Chromophobia&lt;/em&gt;, de Gui Boratto, est&amp;aacute; alt&amp;iacute;ssima. Dois anos se passaram e &amp;quot;Beautifull Life&amp;quot; ainda pode ser considerada um hit do presente. Mas ser&amp;aacute; que o paulistano - mestre do micro house - vai conseguir tirar o f&amp;ocirc;lego de seus f&amp;atilde;s, espalhados pelo mundo inteiro, com &lt;em&gt;Take My Breath Away&lt;/em&gt;? Contendo 11 faixas que transitam entre o minimal house e o downtempo com pitadas techno, electro e synth pop, &lt;em&gt;Take My Breath Away&lt;/em&gt; inova, mas n&amp;atilde;o revoluciona. O que &amp;eacute; uma boa coisa, pois tudo que os admiradores de Gui querem ouvir &amp;eacute; um novo &amp;aacute;lbum que siga a linha de &lt;em&gt;Chromophobia&lt;/em&gt;.&lt;/p&gt;&lt;p&gt;A jornada atrav&amp;eacute;s de &lt;em&gt;Take My Breath Away&lt;/em&gt; come&amp;ccedil;a com a faixa que d&amp;aacute; o t&amp;iacute;tulo ao &amp;aacute;lbum. Os baixos mel&amp;oacute;dicos combinados aos sintetizadores minimalistas crescem com a adi&amp;ccedil;&amp;atilde;o de novos sons e de um lead com transposi&amp;ccedil;&amp;otilde;es viajantes. Nessa faixa, ele faz o que sabe melhor, conduz o ouvinte por meio de microclimas que cruzam o universo sonoro de sua brilhante sensibilidade. As mudan&amp;ccedil;as de tom d&amp;atilde;o dinamicidade &amp;agrave; m&amp;uacute;sica, que tirar&amp;aacute; o f&amp;ocirc;lego de muitos logo de cara.&lt;/p&gt;&lt;p&gt;Seguindo a mesma toada, &amp;quot;Atomic Soda&amp;quot; traz uma linha de baixo pulsante e profunda combinada a leads de sintetizadores distorcidos e hipn&amp;oacute;ticos. A mudan&amp;ccedil;a de ritmos toma conta da faixa em sua progress&amp;atilde;o que visita outros g&amp;ecirc;neros, tais como techno e electro. &amp;quot;Colors&amp;quot; combina o fino do house mel&amp;oacute;dico ao requintado do downtempo. Lounge de classe e bom gosto.&lt;/p&gt;&lt;p&gt;J&amp;aacute; &amp;quot;Opus 17&amp;quot; retoma a atmosfera dance com compet&amp;ecirc;ncia e consci&amp;ecirc;ncia. Mais um ponto alto do disco, onde as belas e delicadas melodias se cruzam em momentos cinem&amp;aacute;ticos e dram&amp;aacute;ticos. Seguimos, ent&amp;atilde;o, para o pr&amp;oacute;ximo hit de Gui, que promete suceder &amp;quot;Beatifull Life&amp;quot;, dizem alguns. &amp;quot;No Turning Back&amp;quot; remete ao sucesso de 2007 em muitos aspectos: o rife de guitarra, os sintetizares trabalhados e, principalmente, os vocais da esposa de Gui, Luciana Villanova, agregam boa vibe &amp;agrave;s pistas de dan&amp;ccedil;a.&lt;/p&gt;&lt;p&gt;Baixando a bpm um pouco, &amp;quot;Azurra&amp;quot; vem com sintetizadores e melodias synth pop combinadas a elementos do micro house e ao ritmo do downtempo. &amp;quot;Les Elefants&amp;quot; e &amp;quot;Besides&amp;quot; s&amp;atilde;o belas e viajantes - ambas as faixas t&amp;ecirc;m bpm&amp;#39;s mais baixas, permanecendo no territ&amp;oacute;rio chill out/electronica.&lt;/p&gt;&lt;p&gt;De volta &amp;agrave; pista de dan&amp;ccedil;a, &amp;quot;Ballroom&amp;quot; chega cheia de energia, synths &amp;quot;borrachentos&amp;quot; e efeitos el&amp;eacute;tricos com um groove s&amp;oacute;lido e batidas din&amp;acirc;micas. J&amp;aacute; &amp;quot;Eggplant&amp;quot; apresenta um experimentalismo techno com seus sintetizadores distorcidos e grooves marcados. Fechando o disco, &amp;quot;Godet&amp;quot; acrescenta mais experimentalismo. S&amp;oacute; que, desta vez, combinados &amp;agrave;s batidas industriais carregadas, melodias de piano e efeitos profundos, chegando assim ao fim da jornada. Sem deixar sobrar nem faltar, alternando momentos de exalta&amp;ccedil;&amp;atilde;o e de serenidade Take My Breath Away tira o f&amp;ocirc;lego e provoca suspiros.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; Gui Boratto&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Take My Breath Away&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Minimal; House; Downtempo&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Kompakt&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; R$ 37&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Take My Breat Away&lt;br /&gt;2. Atomic Soda&lt;br /&gt;3. Colors&lt;br /&gt;4. Opus 17&lt;br /&gt;5. No Turning Back&lt;br /&gt;6. Azzurra&lt;br /&gt;7. Les Enfants&lt;br /&gt;8. Besides&lt;br /&gt;9. Ballroom&lt;br /&gt;10. Eggplant&lt;br /&gt;11. Godet&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2822</guid>
      <pubDate>Tue, 03 Mar 2009 17:34:22 GMT</pubDate>
    </item>
    <item>
      <title>U2 abandona o conservadorismo e comp&#245;e sua melhor obra em anos</title>
      <link>http://msn.skolbeats.com.br/reviews/2794</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/5469/u2.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;No Line on the Horizon&lt;em&gt;, primeiro &amp;aacute;lbum do grupo irland&amp;ecirc;s em cinco anos foi concebido em diversas partes do mundo&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;As cintilantes melodias e o alcance do vocal de Bono Vox em &amp;quot;Moment of Surrender&amp;quot; podem ter demorado cinco longos anos para chegar aos nossos ouvidos, mas apresentam, assim como quase todo o 12&amp;deg; &amp;aacute;lbum (&lt;em&gt;No Line on the Horizon&lt;/em&gt;), o U2 em sua melhor fase desde &lt;em&gt;Achtung Baby&lt;/em&gt; (1991). N&amp;atilde;o que eles n&amp;atilde;o tenham sido relevantes nesse interl&amp;uacute;dio, mas &amp;eacute; que durante certo tempo o quarteto pareceu confiar demais no t&amp;iacute;tulo de &amp;quot;maior banda do planeta&amp;quot;.&lt;/p&gt;&lt;p&gt;Verdade absoluta &amp;agrave; parte, as guitarras de The Edge est&amp;atilde;o terrivelmente afiadas, em bonitos e contidos arranjos, dedilhados e bases deste disco que, ao contr&amp;aacute;rio de outras fases da banda, em que eles flertaram com o electro, o g&amp;oacute;tico, o techno-rock, da fase mais crua e da fase mais dram&amp;aacute;tica, colocam a t&amp;ocirc;nica na flu&amp;ecirc;ncia da m&amp;uacute;sica  e em notas esticadas.&lt;/p&gt;&lt;p&gt;&amp;quot;Every generation gets a chance to change the world&amp;quot;, discursa a letra de &amp;quot;I&amp;#39;ll Go Crazy If I Don&amp;#39;t Go Crazy Tonight&amp;quot;, faixa de simplicidade bem constru&amp;iacute;da e agrad&amp;aacute;vel em sua amenidade. &amp;quot;No Line on the Horizon&amp;quot;, que nomeia a obra, d&amp;aacute; o pontap&amp;eacute; inicial do repert&amp;oacute;rio com um clima denso, muito pr&amp;oacute;ximo de sua fase oitentista. Mas em aspecto geral, e faixas como &amp;quot;Unknown Caller&amp;quot;, &amp;quot;Get Your Boots&amp;quot; e &amp;quot;White as Snow&amp;quot; deixam isso muito claro, o novo U2 produziu um disco bastante equilibrado.&lt;/p&gt;&lt;p&gt;Mesmo nas m&amp;uacute;sicas mais pesadas, como &amp;quot;Stand Up Comedy&amp;quot;, &amp;eacute; poss&amp;iacute;vel encontrar todas as vibes pelas quais o U2 j&amp;aacute; se aventurou em medidas cuidadosamente pendentes ora prum lado, ora pro outro. Em &amp;quot;Cedars of Lebanon&amp;quot;, por exemplo, imperam os tempos marcados, enquanto que em &amp;quot;Magnificent&amp;quot; a luz repousa sobre a voz l&amp;acirc;nguida.&lt;/p&gt;&lt;p&gt;A data de lan&amp;ccedil;amento de &lt;em&gt;No Line...&lt;/em&gt; &amp;eacute; no pr&amp;oacute;ximo dia 3 de mar&amp;ccedil;o, mas um erro com as datas das vendas digitais, que se iniciou duas semanas antes do previsto na Irlanda, desencadeou uma enxurrada de torrents na rede. As vendas online foram interrompidas mais tarde, por&amp;eacute;m j&amp;aacute; era tarde demais. Foram apenas duas horas no ar, mais do que suficiente para os ratos de internet. A imagem da capa &amp;eacute; bastante ilustrativa do conceito que permeia o compilado. Registra o encontro entre o c&amp;eacute;u e o mar, pelas m&amp;atilde;os do artista pl&amp;aacute;stico japon&amp;ecirc;s Hiroshi Sugimoto.&lt;/p&gt;&lt;p&gt;&amp;Eacute; o U2 discursando esteticamente e retoricamente em favor do equil&amp;iacute;brio. Se n&amp;atilde;o foi intencional, ao menos atingiu um formato que convence. &lt;em&gt;No Line...&lt;/em&gt; foi criado, gravado e produzido em v&amp;aacute;rias partes do mundo. A banda come&amp;ccedil;ou a trabalhar pra valer no disco em 2007 no Marrocos, mas em 2006 algumas ideias j&amp;aacute; haviam sido forjadas em est&amp;uacute;dio, sob produ&amp;ccedil;&amp;atilde;o de Rick Rubin, para depois serem descartadas por um U2 insatisfeito.&lt;/p&gt;&lt;p&gt;No fim, fizeram o &amp;aacute;lbum com Brian Eno e Daniel Danny Lanois no comando da mesa e p&amp;oacute;s-produ&amp;ccedil;&amp;atilde;o de Steve Lillywhite. O primeiro single, &amp;quot;Get On Your Boots&amp;quot;, j&amp;aacute; saiu digitalmente e ter&amp;aacute; cinco edi&amp;ccedil;&amp;otilde;es diferentes, uma em vinil duplo. O &amp;uacute;ltimo lan&amp;ccedil;amento do U2, &lt;em&gt;How to Dismantle an Atomic Bomb&lt;/em&gt; (novembro de 2004), chegou a vender nove milh&amp;otilde;es de c&amp;oacute;pias e trazia os sucessos &amp;quot;Vertigo&amp;quot;, &amp;quot;City of Blinding Lights&amp;quot; e &amp;quot;Sometimes You Can&amp;#39;t Make it on Your Own&amp;quot;.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; U2&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;No Line on the Horizon&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Pop-rock&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Interscope Records&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 13,98 d&amp;oacute;lares&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. No Line on the Horizon&lt;br /&gt;2. Magnificent&lt;br /&gt;3. Moment of Surrender&lt;br /&gt;4. Unknown Caller&lt;br /&gt;5. I&amp;#39;ll Go Crazy If I Don&amp;#39;t Go Crazy Tonight&lt;br /&gt;6. Get on Your Boots&lt;br /&gt;7. Stand Up Comedy&lt;br /&gt;8. Fez - Being Born&lt;br /&gt;9. White as Snow&lt;br /&gt;10. Breathe&lt;br /&gt;11. Cedars of Lebanon&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2794</guid>
      <pubDate>Fri, 20 Feb 2009 19:35:44 GMT</pubDate>
    </item>
    <item>
      <title>Fever Ray revela evoca&#231;&#227;o por esperan&#231;a</title>
      <link>http://msn.skolbeats.com.br/reviews/2736</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/4544/feverray.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Incurs&amp;atilde;o solo de Karin Dreijer Andersson, do The Knife, &amp;eacute; encantador&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Carol Ramos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Mesmo no seu trabalho solo, &lt;strong&gt;&lt;a href="http://feverray.com/" target="_blank"&gt;Fever Ray&lt;/a&gt;&lt;/strong&gt;, Karin Dreijer Andersson, metade da dupla sueca The Knife, n&amp;atilde;o abandonou a estranheza de seu universo musical, que se expressa de formas e sonoridades muito parecidas com as can&amp;ccedil;&amp;otilde;es do Knife. O que &amp;eacute; muito bom e lucrativo para os f&amp;atilde;s do g&amp;ecirc;nero, pois ora soa como m&amp;uacute;sica vinda dos confins da rob&amp;oacute;tica, ora da esfuma&amp;ccedil;ada e &amp;uacute;mida Idade M&amp;eacute;dia sueca.&lt;/p&gt;&lt;p&gt;Autenticidade &amp;eacute; o que n&amp;atilde;o falta &amp;agrave; natureza rebelde de Karin, que ao lado do irm&amp;atilde;o Olof enviou, em 2003, duas mulheres vestidas de gorila para receberem o Grammy que a dupla recebeu pelo disco &lt;em&gt;Deep Cuts&lt;/em&gt; (The Knife). N&amp;atilde;o &amp;eacute; f&amp;aacute;cil digerir a m&amp;uacute;sica do Fever Ray. N&amp;atilde;o que seja dif&amp;iacute;cil de ouvir. Ela n&amp;atilde;o deixa de ser suave em nenhum momento. Mas h&amp;aacute; algo de misterioso no &amp;aacute;lbum de estr&amp;eacute;ia de Karin, que na sua necessidade de manter-se o m&amp;aacute;ximo poss&amp;iacute;vel longe dos holofotes, &amp;agrave;s vezes some nos vocais met&amp;aacute;licos e nas batidas lentas e conspirat&amp;oacute;rias.&lt;/p&gt;&lt;p&gt;A melhor can&amp;ccedil;&amp;atilde;o do &amp;aacute;lbum hom&amp;ocirc;nimo &amp;eacute; &lt;strong&gt;&lt;a href="http://www.youtube.com/watch?v=EBAzlNJonO8&amp;amp;feature=related" target="_blank"&gt;&amp;quot;If I Had a Heart&amp;quot;&lt;/a&gt;&lt;/strong&gt;, m&amp;uacute;sica de trabalho que j&amp;aacute; tem at&amp;eacute; v&amp;iacute;deo. Baixo marcado, alto e lento e outros efeitos de instrumentos de corda. A voz de Karin some e d&amp;aacute; voz ao personagem masculino onipresente em toda a tracklist, a tal da voz met&amp;aacute;lica.&lt;/p&gt;&lt;p&gt;&amp;quot;When I Grow Up&amp;quot; tamb&amp;eacute;m tem voca&amp;ccedil;&amp;atilde;o para hit, pois &amp;eacute; mais ensolarada e tem um vocal entusiasmado, com jeito de hino. &amp;quot;Keep The Streets Empty for Me&amp;quot; &amp;eacute; bel&amp;iacute;ssima e deixa na d&amp;uacute;vida se a flauta &amp;eacute; puro efeito de computador ou se ela chamou um peruano para tocar, j&amp;aacute; que quase nada no Fever Ray soa ac&amp;uacute;stico.&lt;/p&gt;&lt;p&gt;O repert&amp;oacute;rio todo &amp;eacute; bem teatral e intenso e cada vez que voc&amp;ecirc; ouve fica melhor. &amp;Eacute; uma &amp;quot;obscura evoca&amp;ccedil;&amp;atilde;o por esperan&amp;ccedil;a&amp;quot;, como Karin chegou a afirmar. &amp;quot;Este &amp;aacute;lbum atingiu um n&amp;iacute;vel mais pessoal. Depois que meu segundo filho nasceu, comecei a escrever muito sobre experi&amp;ecirc;ncias corporais, quando voc&amp;ecirc; muda para um est&amp;aacute;gio de estar meio sonhando acordado o tempo todo&amp;quot;, declarou ela ao site da revista Dazed &amp;amp; Confused. A obra ser&amp;aacute; lan&amp;ccedil;ada na Europa no dia 23 de mar&amp;ccedil;o.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista: &lt;/strong&gt;Fever Ray&lt;strong&gt;&lt;br /&gt;&amp;Aacute;lbum: &lt;/strong&gt;&lt;em&gt;Fever Ray&lt;/em&gt;&lt;strong&gt;&lt;br /&gt;G&amp;ecirc;nero: &lt;/strong&gt;Indie Electronic; Synth-pop&lt;strong&gt;&lt;br /&gt;Lan&amp;ccedil;amento: &lt;/strong&gt;Mute Records&lt;strong&gt;&lt;br /&gt;Pre&amp;ccedil;o: &lt;/strong&gt;&lt;a href="http://www.amazon.com/Fever-Ray/dp/B001OBOZ6O/ref=pd_bbs_sr_1?ie=UTF8&amp;amp;s=dmusic&amp;amp;qid=1233867755&amp;amp;sr=8-1" target="_blank"&gt;8,99 d&amp;oacute;lares &lt;/a&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. If I Had A Heart&lt;br /&gt;2. When I Grow Up&lt;br /&gt;3. Dry And Dusty&lt;br /&gt;4. Seven&lt;br /&gt;5. Triangle Walks&lt;br /&gt;6. Concrete Walls&lt;br /&gt;7. Now&amp;#39;s The Only Time I Know&lt;br /&gt;8. I&amp;#39;m Not Done&lt;br /&gt;9. Keep The Streets Empty For Me&lt;br /&gt;10. Coconut &lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2736</guid>
      <pubDate>Thu, 05 Feb 2009 21:31:13 GMT</pubDate>
    </item>
    <item>
      <title>Antony and The Johnsons traduz sentimentos confusos em poesia reflexiva</title>
      <link>http://msn.skolbeats.com.br/reviews/2715</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/4129/The_crying_light.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Terceiro &amp;aacute;lbum da banda investe em melodias bonitas e delicadas para ilustrar os temas de intensidade emocional que permeiam a obra&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;em&gt;The Crying Light&lt;/em&gt;, sucessor de &lt;em&gt;I Am a Bird Now&lt;/em&gt; (2005), disco que impulsionou o Antony and The Johnsons, n&amp;atilde;o foge muito daquilo que j&amp;aacute; conhecemos e esper&amp;aacute;vamos - a n&amp;atilde;o ser pelo fato da percept&amp;iacute;vel evolu&amp;ccedil;&amp;atilde;o. Antony Hegarty, vocalista e alma da banda, &amp;eacute; sem d&amp;uacute;vida um artista de talento irrefut&amp;aacute;vel, repleto de paix&amp;atilde;o, de dores e amores e plenamente capaz de transformar a carga emocional de uma intensa trajet&amp;oacute;ria de vida em bel&amp;iacute;ssimas, dolorosas melodias.&lt;/p&gt;&lt;p&gt;&amp;quot;Everglade&amp;quot;, faixa que encerra o novo disco, &amp;eacute; um am&amp;aacute;lgama languidamente orquestrado de sentimentos muito parecidos com a dor de uma saudade eterna ou um rec&amp;eacute;m-superado amor imposs&amp;iacute;vel. N&amp;atilde;o se engane a respeito, esse tipo de m&amp;uacute;sica &amp;eacute; s&amp;oacute; pra quem suporta e pra quem entende.&lt;/p&gt;&lt;p&gt;Se voc&amp;ecirc; j&amp;aacute; se sentiu vertiginosamente angustiado ou j&amp;aacute; teve o cora&amp;ccedil;&amp;atilde;o dilacerado alguma vez na vida, ent&amp;atilde;o saber&amp;aacute; exatamente que esp&amp;eacute;cie de catalisador de experi&amp;ecirc;ncias &amp;eacute; &lt;em&gt;The Crying Light&lt;/em&gt;. &amp;quot;Kiss My Name&amp;quot;, a pr&amp;oacute;pria faixa-t&amp;iacute;tulo ou &amp;quot;Daylight and The Sun&amp;quot; s&amp;atilde;o apenas algumas pin&amp;ccedil;adas que definem o clima do &amp;aacute;lbum: uma sensa&amp;ccedil;&amp;atilde;o musical de vento gentil batendo na cara, de manh&amp;atilde;s geladas iluminadas por sol ameno, de choro engolido com caf&amp;eacute; e cigarros.&lt;/p&gt;&lt;p&gt;Poucas vezes nos deparamos com artistas t&amp;atilde;o completos e capazes de se expressar como esta figura extraordin&amp;aacute;ria que &amp;eacute; Antony Hegarty. Suas composi&amp;ccedil;&amp;otilde;es fogem a qualquer sentido trivial da cultura pop contempor&amp;acirc;nea. Enquanto a maioria das m&amp;uacute;sicas em evid&amp;ecirc;ncia na MTV falam das mesmas coisas de maneira est&amp;uacute;pida e banal, Hegarty prefere levar a arte mais a s&amp;eacute;rio. &lt;/p&gt;&lt;p&gt;Ele tem a poesia correndo no sangue, e uma voz sublime, e canta e toca com uma singularidade t&amp;atilde;o real que n&amp;atilde;o seria estranho se uma chuva de margaridas ca&amp;iacute;sse do c&amp;eacute;u pra fazer cen&amp;aacute;rio justo &amp;agrave; eleg&amp;acirc;ncia das can&amp;ccedil;&amp;otilde;es.&lt;/p&gt;&lt;p&gt;Excessivamente humano no talhar de suas pequenas obras-primas, a balada de Antony &amp;eacute; dif&amp;iacute;cil de ser descrita ou analisada dentro dos termos convencionais da percep&amp;ccedil;&amp;atilde;o. S&amp;atilde;o faixas tristes como o pop n&amp;atilde;o consegue parir h&amp;aacute; muito. Elas nascem das entranhas ou ao menos passam claramente essa ideia.&lt;/p&gt;&lt;p&gt;As letras, em diferentes pontos, s&amp;atilde;o complicadas de interpretar, mas a po&amp;eacute;tica funciona plenamente, e n&amp;atilde;o &amp;eacute; raro deixar-se arrebatar, l&amp;aacute; pelos 2:40 de &amp;quot;Aeon&amp;quot;, com o que ele quer dizer com a frase &amp;quot;Hold that boy, I love so much&amp;quot;, cujos sentidos tornam-se ainda mais enf&amp;aacute;ticos debaixo de t&amp;atilde;o rica musicalidade.&lt;/p&gt;&lt;p&gt;Dolorosa, desesperada, il&amp;oacute;gica. A vida &amp;agrave;s vezes &amp;eacute; uma confus&amp;atilde;o desgra&amp;ccedil;ada, e nunca isso fica t&amp;atilde;o claro do que quando somos completamente tragados por ela.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista: &lt;/strong&gt;Antony and The Johnsons&lt;strong&gt;&lt;br /&gt;&amp;Aacute;lbum: &lt;/strong&gt;&lt;em&gt;The Crying Light&lt;/em&gt;&lt;strong&gt;&lt;br /&gt;G&amp;ecirc;nero: &lt;/strong&gt;Chamber Pop&lt;strong&gt;&lt;br /&gt;Lan&amp;ccedil;amento: &lt;/strong&gt;Secretly Canadian&lt;strong&gt;&lt;br /&gt;Pre&amp;ccedil;o: &lt;/strong&gt;14,98 d&amp;oacute;lares&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Here Eyes Are Underneath the Ground&lt;br /&gt;2. Epilepsy Is Dancing&lt;br /&gt;3. One Dove&lt;br /&gt;4. Kiss My Name&lt;br /&gt;5. The Crying Light&lt;br /&gt;6. Another World&lt;br /&gt;7. Daylight and the Sun&lt;br /&gt;8. Aeon&lt;br /&gt;9. Dust and Water&lt;br /&gt;10. Everglade&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2715</guid>
      <pubDate>Fri, 30 Jan 2009 19:46:34 GMT</pubDate>
    </item>
    <item>
      <title>Franz Ferdinand absorve influ&#234;ncias do dub e do electro</title>
      <link>http://msn.skolbeats.com.br/reviews/2678</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/3633/tonight.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;Tonight: Franz Ferdinand&lt;em&gt; tem lan&amp;ccedil;amento oficial em 27 de janeiro&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&amp;quot;Tonight: Franz Ferdinand&amp;quot; - anuncia a imagem que estampa a capa do novo &amp;aacute;lbum dos escoceses egressos de Glasgow. O t&amp;iacute;tulo da obra, cuja font emula um letreiro de clube underground, de acordo com declara&amp;ccedil;&amp;atilde;o do vocalista Alex Kapranos ao seman&amp;aacute;rio NME, &amp;eacute; pra deixar claro que o ouvinte ir&amp;aacute; encontrar um conjunto de faixas composto por m&amp;uacute;sicas da noite.&lt;/p&gt;&lt;p&gt;Como n&amp;atilde;o me deixa mentir o refr&amp;atilde;o inflam&amp;aacute;vel e simp&amp;aacute;tico de &amp;quot;What She Came For&amp;quot;, isso aqui &amp;eacute; puro rock, digo, puro e refrescante revival p&amp;oacute;s-punk, como era de se esperar. N&amp;atilde;o que exista algo de errado com isso, pelo contr&amp;aacute;rio, numa safra em que a m&amp;uacute;sica indie n&amp;atilde;o para de buscar no passado sua mat&amp;eacute;ria-prima, &amp;eacute; animador escutar um terceiro trabalho ainda relevante, bem tocado, espirituoso e divertido de uma banda que chegou ao nosso conhecimento, em 2004, sufando na onda do hype art-rock, e que n&amp;atilde;o tem vergonha de experimentar dentro do estilo.&lt;/p&gt;&lt;p&gt;Sem se perverter diante das tend&amp;ecirc;ncias por a&amp;iacute;, o grupo encontrou um equil&amp;iacute;brio inabal&amp;aacute;vel entre refr&amp;otilde;es pegajosos, est&amp;eacute;tica new wave, pegada rock e cad&amp;ecirc;ncia electro, &amp;agrave;s vezes dub, ingredientes que fazem de can&amp;ccedil;&amp;otilde;es como a cintilante &amp;quot;Can&amp;#39;t Stop Feeling&amp;quot; um saboroso produto de originalidade.&lt;/p&gt;&lt;p&gt;Outras, a exemplo de &amp;quot;Dream Again&amp;quot;, n&amp;atilde;o t&amp;atilde;o dan&amp;ccedil;ante como sugere o t&amp;iacute;tulo, mas igualmente boa de embalo, transparecem uma evidente qualidade do Fraz Ferdinand - eles s&amp;atilde;o uma banda esperta, no sentido musical da palavra.&lt;/p&gt;&lt;p&gt;Menos do que virtuose, o som do Franz Ferdinand &amp;eacute; formatado por bases e passagens, evolu&amp;ccedil;&amp;otilde;es r&amp;iacute;tmicas e melodias vocais cuidadosamente arranjadas. Por simples e natural que pare&amp;ccedil;a sua execu&amp;ccedil;&amp;atilde;o, e &amp;eacute; a&amp;iacute; que mora a identidade do Franz Ferdinand.&lt;/p&gt;&lt;p&gt;&amp;quot;Ulysses&amp;quot;, m&amp;uacute;sica que abre &lt;em&gt;Tonight&lt;/em&gt;..., tem aquela pegada gentilmente amalucada que confirma a impress&amp;atilde;o, tal qual a seguinte e moderna &amp;quot;Turn It On&amp;quot;, com seus roncos eletr&amp;ocirc;nicos e a pulsante vibra&amp;ccedil;&amp;atilde;o conhecida dos melhores hits da banda, que n&amp;atilde;o perde seu sentido aqui.&lt;/p&gt;&lt;p&gt;&amp;quot;Katherine Kiss Me&amp;quot; encerra o disco com calmaria elegante, ao som de um viol&amp;atilde;o ac&amp;uacute;stico. H&amp;aacute; algo de muito perfeccionista a respeito da produ&amp;ccedil;&amp;atilde;o do disco e do jeito que eles t&amp;ecirc;m de fazer m&amp;uacute;sica, algo que reverbera tamb&amp;eacute;m no visual, nos clipes e na postura de palco.&lt;/p&gt;&lt;p&gt;Alheio &amp;agrave;s afeta&amp;ccedil;&amp;otilde;es, o Franz Ferdinand emerge com outro ebuliente trabalho, uma pe&amp;ccedil;a daquelas que te trazem ambas as sensa&amp;ccedil;&amp;otilde;es de confort&amp;aacute;vel familiaridade e novidade. Do tipo que a gente ouve at&amp;eacute; enjoar.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; &lt;a href="http://www.dominorecordco.com/uk/albums/15-10-08/tonight-franz-ferdinand" target="_blank"&gt;Franz Ferdinand&lt;/a&gt;&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Tonight: Franz Ferdinand&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Art-rock; Indie-rock; P&amp;oacute;s-punk&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Domino&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o: &lt;/strong&gt;15,98 d&amp;oacute;lares &lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Ulysses&lt;br /&gt;2. Turn It On&lt;br /&gt;3. Kiss Me&lt;br /&gt;4. Twilight Omens&lt;br /&gt;5. Send Him Away&lt;br /&gt;6. Live Alone&lt;br /&gt;7. Bite Hard&lt;br /&gt;8. What She Came For&lt;br /&gt;9. Can&amp;#39;t Stop Feeling&lt;br /&gt;10. Lucid Dreams&lt;br /&gt;11. Dream Again&lt;br /&gt;12. Katherine Kiss Me&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2678</guid>
      <pubDate>Tue, 20 Jan 2009 15:40:55 GMT</pubDate>
    </item>
    <item>
      <title>Jaydiohead: Minty Fresh Beats mistura Radiohead e Jay-Z</title>
      <link>http://msn.skolbeats.com.br/reviews/2667</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/3491/jaydiohead_cover.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Jovem produtor de Nova York faz sucesso na internet com seu &amp;aacute;lbum de mash-ups&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Flavinha Campos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Jay-Z e Radiohead podem n&amp;atilde;o ter muita coisa em comum, al&amp;eacute;m de serem sucessos absolutos em seus estilos distintos. Mas o desconhecido produtor de Nova York Max Tannonne - aka Minty Fresh Beats - sentiu que havia uma conex&amp;atilde;o entre os dois fen&amp;ocirc;menos da m&amp;uacute;sica e decidiu fazer um &amp;aacute;lbum inteiro de mash-ups mixando o rap a capela dos discos &lt;em&gt;Black Album&lt;/em&gt; e &lt;em&gt;American Gangster&lt;/em&gt; de Jay-Z e bases e loops trabalhados extra&amp;iacute;dos dos &amp;aacute;lbuns: &lt;em&gt;OK Computer&lt;/em&gt;, &lt;em&gt;Kid A&lt;/em&gt; e &lt;em&gt;In Rainbows&lt;/em&gt;, do Radiohead.&lt;/p&gt;&lt;p&gt;A id&amp;eacute;ia de misturar Jay-Z com outros artistas n&amp;atilde;o vem de hoje: em 2004, o papa do mash-up Danger Mouse, do Gnarls Barkley, j&amp;aacute; havia executado um projeto similar, onde mixou os vocais do &lt;em&gt;Black Album&lt;/em&gt; do rapper com bases do &lt;em&gt;White Album&lt;/em&gt;, dos Beatles - criando assim o &lt;em&gt;Grey Album&lt;/em&gt;, que virou sensa&amp;ccedil;&amp;atilde;o da internet e pesadelo dos advogados da gravadora EMI, detentora dos direitos autorais de ambos artistas.&lt;/p&gt;&lt;p&gt;Os vocais de Jigga (apelido do rapper) tamb&amp;eacute;m j&amp;aacute; foram mixados com bases de diversos outros artistas, como Weezer, Pavement, Prince, Coldplay, Oasis e Metallica. Max Tannonne, de 22 anos, se divertia fazendo beats, remixes e mash-ups em seu quarto quando decidiu publicar as experi&amp;ecirc;ncias &lt;strong&gt;&lt;a href="http://www.myspace.com/mintyfreshmusic" target="_blank"&gt;no seu endere&amp;ccedil;o do MySpace&lt;/a&gt;&lt;/strong&gt;. &lt;/p&gt;&lt;p&gt;Com o feedback positivo de seu mash-up para &amp;quot;Wrong Pray&amp;quot; - mistura de &amp;quot;Pray&amp;quot; (Jay-Z) com &amp;quot;I Might Be Wrong&amp;quot; (Radiohead) -, chegou &amp;agrave; conclus&amp;atilde;o que deveria desenvolver o projeto e fazer um &amp;aacute;lbum inteiro mixando com os dois artistas.&lt;/p&gt;&lt;p&gt;Atualmente, Minty Fresh Beats &amp;eacute; um dos nomes mais falados em sites e blogs de m&amp;uacute;sica, com boas cr&amp;iacute;ticas referindo-se a &lt;em&gt;Jaydiohead&lt;/em&gt;, que se encontra dispon&amp;iacute;vel para download gratuito &lt;strong&gt;&lt;a href="http://jaydiohead.com/" target="_blank"&gt;no site oficial do projeto&lt;/a&gt;&lt;/strong&gt;.&lt;/p&gt;&lt;p&gt;A faixa de abertura, &amp;quot;Wrong Pray&amp;quot;, come&amp;ccedil;a com os vocais de Beyonc&amp;eacute; rezando e logo entram os loops das guitarras do Radiohead acompanhados dos vocais agressivos de Jay-Z. Uma surpresa agrad&amp;aacute;vel que faz alegria dos f&amp;atilde;s em geral.&lt;/p&gt;&lt;p&gt;&amp;quot;99 Anthems&amp;quot; mistura o rap &amp;quot;99 Problems&amp;quot; com as bases de baixos pesados de &amp;quot;The National Anthem&amp;quot;, criando assim uma nova dimens&amp;atilde;o sombria para os vocais agressivos de Jigga. J&amp;aacute; &amp;quot;No Karma&amp;quot; segue uma linha mais tranq&amp;uuml;ila, sobrepondo as palavras de &amp;quot;No Hook&amp;quot; &amp;agrave;s melodias de piano de &amp;quot;Karma Police&amp;quot;. Desta vez, Minty Fresh utiliza tamb&amp;eacute;m vocais de Tom Yorke para quebrar o clima hip-hop.&lt;/p&gt;&lt;p&gt;Em alguns momentos a mistura rap de Nova York com rock brit&amp;acirc;nico n&amp;atilde;o cai muito bem, como &amp;eacute; o caso das faixas &amp;quot;Lucifer&amp;#39;s Jigsaw&amp;quot;, &amp;quot;Dirt Off Your Android&amp;quot; e &amp;quot;Dreaming Up&amp;quot;. &amp;Agrave;s vezes, tamb&amp;eacute;m, o mash-up pode parecer meio confuso e amador como &amp;eacute; o caso de &amp;quot;Fall In Sleep&amp;quot; e &amp;quot;Ignorant Swan&amp;quot;.&lt;/p&gt;&lt;p&gt;Em &amp;quot;Optmistic Moment&amp;quot;, Minty Fresh equilibra bem a dose de agressividade do rap com a energia das bases de guitarra do Radiohead, combinadas aos beats hip-hop criados por ele mesmo. E, de certa maneira, os vocais de &amp;quot;Moment of Clarity&amp;quot; s&amp;atilde;o adequados &amp;agrave;s melodias de &amp;quot;Optimistic&amp;quot;.&lt;/p&gt;&lt;p&gt;&amp;quot;Change Order&amp;quot; usa os viol&amp;otilde;es e vocais mel&amp;oacute;dicos de &amp;quot;Gagging Order&amp;quot; e os vocais dram&amp;aacute;ticos de &amp;quot;Never Change&amp;quot;, em combina&amp;ccedil;&amp;atilde;o coerente que pode ser considerada uma balada original de hip-hop. Para uma primeira tentativa de realizar um &amp;aacute;lbum inteiro mashupeando dois artistas t&amp;atilde;o diferentes, Minty Fresh Beats conseguiu realizar um belo trabalho.&lt;/p&gt;&lt;p&gt;A escolha dos loops do Radiohead foram a chave para o sucesso do produtor. Gra&amp;ccedil;as a eles, em nenhum momento as faixas se tornam repetitivas ou irritantes. Provando que &amp;eacute; poss&amp;iacute;vel juntar duas coisas completamente diferentes em uma cria&amp;ccedil;&amp;atilde;o coerente e particular.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;&lt;br /&gt;Artista:&lt;/strong&gt; Minty Fresh Beats&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Jaydiohead&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Independente&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Mash-up; Rap; Hip-hop; Rock&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; Gr&amp;aacute;tis - Baixe aqui: &lt;strong&gt;&lt;a href="http://jaydiohead.com/" target="_blank"&gt;jaydiohead.com&lt;/a&gt;&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Wrong Prayer&lt;br /&gt;2. 99 Anthems&lt;br /&gt;3. No Karma&lt;br /&gt;4. Lucifer&amp;#39;s Jigsaw&lt;br /&gt;5. Optimistic Moment&lt;br /&gt;6. Dirt Off Your Android&lt;br /&gt;7. Dreaming Up&lt;br /&gt;8. Change Order&lt;br /&gt;9. Fall In Step&lt;br /&gt;10. Ignorant Swan&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2667</guid>
      <pubDate>Thu, 15 Jan 2009 21:09:43 GMT</pubDate>
    </item>
    <item>
      <title>Nove &#225;lbuns depois, Animal Collective esbanja min&#250;cias e criatividade</title>
      <link>http://msn.skolbeats.com.br/reviews/2660</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/3473/pavilion.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;No esp&amp;iacute;rito do tempo, novo dos americanos acerta o passo na determinada busca pela cria&amp;ccedil;&amp;atilde;o de algo inovador e excitante&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Extrapolando as fronteiras do experimentalismo, o grupo formado por Panda Bear (percuss&amp;atilde;o; vocal), Avey Tare (guitarra; vocal) e Geologist (bot&amp;otilde;es) tem arrebatado uma por&amp;ccedil;&amp;atilde;o de novos f&amp;atilde;s desde o lan&amp;ccedil;amento de seu &amp;uacute;ltimo &amp;aacute;lbum, &lt;em&gt;Strawberry Jam&lt;/em&gt;, em 2007. &lt;/p&gt;&lt;p&gt;Mas o caminho trilhado pelo Animal Collective j&amp;aacute; data desde 2000, e o disco que tem lan&amp;ccedil;amento oficial previsto para 20 de janeiro &amp;eacute; o nono da carreira. Uma trajet&amp;oacute;ria art&amp;iacute;stica nem sempre feliz, o que &amp;eacute; comum no caso daqueles que buscam a vanguarda.&lt;/p&gt;&lt;p&gt;Depois de muita ousadia, erros e acertos, contudo, &amp;eacute; justo dizer que a banda nascida em Nova York, dentro do inspirado cen&amp;aacute;rio Brooklyn/Baltimore, conseguiu converter em pura melodia toda a carga psicod&amp;eacute;lica, freak-folk, visceral, fantasiosa, alegre e cerebral que d&amp;aacute; forma &amp;agrave; sua m&amp;uacute;sica.&lt;/p&gt;&lt;p&gt;N&amp;atilde;o h&amp;aacute; mais como continuar estranhando cada produ&amp;ccedil;&amp;atilde;o despejada pela trupe, levando em conta as idiossincrasias que marcam a nov&amp;iacute;ssima obra e que definem francamente a s&amp;oacute;lida personalidade atingida pelo Animal Collective.&lt;/p&gt;&lt;p&gt;Menos do que experimentalismo sem rumo certo, faixa a faixa, o que fica evidente &amp;eacute; que eles alcan&amp;ccedil;aram &amp;ecirc;xito em atribuir harmonia aos del&amp;iacute;rios sonoros que lhes s&amp;atilde;o caros. N&amp;atilde;o h&amp;aacute; aspecto incongruente aqui, por mais que os ouvidos relapsos possam assinalar o presente trabalho como indigesto.&lt;/p&gt;&lt;p&gt;Os ups &amp;amp; downs do vocal de Panda Bear em faixas como &amp;quot;Bluish&amp;quot; e &amp;quot;Lion in a Coma&amp;quot; s&amp;atilde;o de uma sofistica&amp;ccedil;&amp;atilde;o exuberante, tanto que servem de fio condutor das composi&amp;ccedil;&amp;otilde;es, apenas embaladas por atmosf&amp;eacute;rico, vol&amp;aacute;til instrumental ao fundo.&lt;/p&gt;&lt;p&gt;&amp;Eacute; o tipo de cria&amp;ccedil;&amp;atilde;o dif&amp;iacute;cil de reproduzir com fidelidade ao vivo sem correr o risco de o som embolar, uma vez que as m&amp;uacute;sicas, a exemplo da rom&amp;acirc;ntica &amp;quot;Summertime Clothes&amp;quot;, foram concebidas sob detalhado registro. &lt;/p&gt;&lt;p&gt;Temas do cora&amp;ccedil;&amp;atilde;o imperam entre as letras. Al&amp;eacute;m da citada &amp;quot;Summertime...&amp;quot;, que versa sobre caminhadas not&amp;iacute;vagas pelas ruas de Nova York na companhia da pessoa amada, &amp;quot;My Girls&amp;quot; reproduz a fala de um marido e pai que anseia por um bom lar para suas &amp;quot;girls&amp;quot;, enquanto &amp;quot;Brother Sport&amp;quot; tem versos de consola&amp;ccedil;&amp;atilde;o a um irm&amp;atilde;o ap&amp;oacute;s a morte do pai.&lt;/p&gt;&lt;p&gt;&lt;em&gt;Merryweather Post Pavilion&lt;/em&gt; &amp;eacute; o auge da musicalidade dos caras, sem d&amp;uacute;vida o &amp;aacute;lbum mais resoluto, assustadoramente minucioso, que essas mentes malucas e imaginativas j&amp;aacute; foram capazes de criar.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista: &lt;/strong&gt;Animal Collective&lt;strong&gt;&lt;br /&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Merryweather Post Pavilion&lt;/em&gt;&lt;strong&gt;&lt;br /&gt;G&amp;ecirc;nero: &lt;/strong&gt;Rock Experimental&lt;strong&gt;&lt;br /&gt;Lan&amp;ccedil;amento: &lt;/strong&gt;Domino Records&lt;strong&gt;&lt;br /&gt;Pre&amp;ccedil;o: &lt;/strong&gt;15,98 d&amp;oacute;lares&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. In The Flowers  	&lt;br /&gt;2. My Girls 	&lt;br /&gt;3. Also Frightened 	&lt;br /&gt;4. Summertime Clothes 	&lt;br /&gt;5. Daily Routine 	&lt;br /&gt;6. Bluish 	&lt;br /&gt;7. Guys Eyes 	&lt;br /&gt;8. Taste 	&lt;br /&gt;9. Lion In A Coma 	&lt;br /&gt;10. No More Runnin 	&lt;br /&gt;11. Brother Sport&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2660</guid>
      <pubDate>Wed, 14 Jan 2009 20:10:46 GMT</pubDate>
    </item>
    <item>
      <title>Cl&#225;ssico do Jurassic 5 &#233; relan&#231;ado com 15 in&#233;ditas e DVD</title>
      <link>http://msn.skolbeats.com.br/reviews/2584</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/2107/jurassicfive.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Disco que chacoalhou as pistas no final dos anos 90 permanece atual e traz hip-hop acess&amp;iacute;vel at&amp;eacute; para quem n&amp;atilde;o gosta do g&amp;ecirc;nero&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Carol Ramos&lt;/strong&gt; &lt;/p&gt;&lt;p&gt;   O combo divers&amp;atilde;o + pista + festa cabe perfeitamente ao disco &lt;em&gt;J5&lt;/em&gt;, do Jurassic 5, lan&amp;ccedil;ado em 1997. O &amp;aacute;lbum do grupo de Los Angeles virou um cl&amp;aacute;ssico por tantos motivos marcantes que sua rec&amp;eacute;m-anunciada reedi&amp;ccedil;&amp;atilde;o, com 15 faixas in&amp;eacute;ditas (!) e um DVD, trazem de volta o clima das festas boas de hip-hop do fim dos anos 90 e come&amp;ccedil;o dos 00.&lt;/p&gt;&lt;p&gt;Naquela &amp;eacute;poca, os beats e a flautinha de Jayou mal saiam das picapes e todo mundo j&amp;aacute; estava dan&amp;ccedil;ando, levantando o bra&amp;ccedil;o e sorrindo. A emblem&amp;aacute;tica voz de Charli 2na rimando com doses extras de carisma e uma combina&amp;ccedil;&amp;atilde;o explosiva de DJs e MCs de primeira transformaram o &amp;aacute;lbum em produto redondo do come&amp;ccedil;o ao fim.&lt;/p&gt;&lt;p&gt;A variedade de estilos, rimas e vozes nas letras (o grupo era composto pelos MCs Chali 2na, Akil, Zaakir e Mark 7even) e a riqueza das batidas e samplers (Nu Mark e Cut Chemist como DJs) fizeram do Jurassic 5 um grupo invenc&amp;iacute;vel, que levou para a Calif&amp;oacute;rnia o estilo old school at&amp;eacute; ent&amp;atilde;o feito somente na Costa Leste.&lt;/p&gt;&lt;p&gt;Poucos tamb&amp;eacute;m souberam usar, com tanta habilidade, a voz de apresentadores de TV e r&amp;aacute;dio que traziam para os lares as vantagens do American Way of Life dos anos 50 e 60 como os g&amp;ecirc;nios Nu Mark e Chemist (que depois seguiu carreira solo), vide &amp;quot;Lesson Number 6&amp;quot; e os interl&amp;uacute;dios &amp;quot;Quality Control&amp;quot; e &amp;quot;Set Up&amp;quot;.&lt;/p&gt;&lt;p&gt;Al&amp;eacute;m de tudo isso, n&amp;atilde;o h&amp;aacute;, hoje em dia, artistas de hip-hop t&amp;atilde;o envolventes como o Jurassic 5, o que nos leva a crer que &lt;em&gt;J5 Deluxe Re-Issue&lt;/em&gt; trata-se dum lan&amp;ccedil;amento de alt&amp;iacute;ssima relev&amp;acirc;ncia. Das novidades, o destaque vai para &amp;quot;Ghetto Diplomat&amp;quot;, que j&amp;aacute; est&amp;aacute; tocando nas r&amp;aacute;dios norte-americanas e vem embalada por um piano &amp;oacute;timo e a voz quente e familiar de Charli 2na.&lt;/p&gt;&lt;p&gt;N&amp;atilde;o s&amp;oacute; a m&amp;uacute;sica &amp;eacute; muito boa, como Charli 2na destila um veneninho sobre os fake MCs e demonstra seu amor pelo rap (&amp;quot;I&amp;#39;m an aristocrat/ghetto diplomat/and I&amp;#39;m blessed with the gift for rap&amp;quot;). Outras muito boas s&amp;atilde;o &amp;quot;Ducky Boy&amp;quot;, pesadinha, sombria e com pegada bem pol&amp;iacute;tica (&amp;quot;I never hesitate to say/Fuck the President&amp;quot;) e &amp;quot;Verbal Gunfight&amp;quot;, onde Akil e 2na rimam sobre tretas citando filmes do Velho Oeste com aquela guitarrinha de seriado policial dos anos 70 de fundo.&lt;/p&gt;&lt;p&gt;&amp;quot;(Who&amp;#39;s Gonna Be the) Next Victim&amp;quot;, que conta com o DJ Marvski como convidado n&amp;atilde;o &amp;eacute; t&amp;atilde;o legal como as outras; &amp;quot;Long Road to Glory&amp;quot; &amp;eacute; at&amp;eacute; divertida, com todos os MCs do grupo tendo seu momento. A cereja do bolo fica por conta de &amp;quot;Unified Rebelution&amp;quot;, celebra&amp;ccedil;&amp;atilde;o com bastante refer&amp;ecirc;ncias de jazz e funk e a presen&amp;ccedil;a de todos os MCs de novo.&lt;/p&gt;&lt;p&gt;O restante s&amp;atilde;o promos para r&amp;aacute;dios - como uma vers&amp;atilde;o levemente dub de &amp;quot;Action Satisfaction&amp;quot; e a instrumental de &amp;quot;Lesson 6&amp;quot; (s&amp;oacute; mantendo a voz do professor de qu&amp;iacute;mica, no final) - e o &amp;oacute;timo DVD. O material inclui um document&amp;aacute;rio de Jason Goldwatch, que mostra o processo criativo do grupo durante a primeira turn&amp;ecirc; do Jurassic 5 e se aprofunda na personalidade de cada integrante.&lt;/p&gt;&lt;p&gt;H&amp;aacute; tamb&amp;eacute;m momentos hil&amp;aacute;rios de quando o grupo excursionou com o DJ Babu (do Dilated Peoples) e Charli 2na travou uma batalha de freestyle (rimas improvisadas) com um motorista de &amp;ocirc;nibus. Na seq&amp;uuml;&amp;ecirc;ncia, 30 minutos de um concerto na Brixton Academy e o v&amp;iacute;deo de &amp;quot;Concrete Schoolyard&amp;quot;. That&amp;#39;s good shit!&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista: &lt;/strong&gt;Jurassic 5 &lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum: &lt;/strong&gt;&lt;em&gt;J5 [Deluxe Edition]&lt;/em&gt;&lt;strong&gt;&lt;br /&gt;G&amp;ecirc;nero: &lt;/strong&gt;Hip-hop; Underground Rap; Alternative Rap; Turntablism&lt;strong&gt;&lt;br /&gt;Lan&amp;ccedil;amento: &lt;/strong&gt;Decon&lt;strong&gt;&lt;br /&gt;Pre&amp;ccedil;o: &lt;/strong&gt;13,99 d&amp;oacute;lares&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;br /&gt;&lt;/strong&gt;&lt;u&gt;Disco 1&lt;/u&gt;&lt;br /&gt;1. In the Flesh&lt;br /&gt;2. Quality Control Part II&lt;br /&gt;3. Jayou&lt;br /&gt;4. Lesson 6: The Lecture&lt;br /&gt;5. Concrete Schoolyard&lt;br /&gt;6. Setup&lt;br /&gt;7. Action Satisfaction&lt;br /&gt;8. Sausage Gut&lt;br /&gt;9. Improvise&lt;br /&gt;10. Blacktop Beat&lt;br /&gt;11. Without a Doubt&lt;br /&gt;12. Lesson 6 (Reprise)&lt;br /&gt;13. Action Satisfaction (Dub)&lt;/p&gt;&lt;p&gt;&lt;u&gt;Disco 2&lt;/u&gt;&lt;br /&gt;1. Ignition Sequence&lt;br /&gt;2. Ducky Boy&lt;br /&gt;3. Verbal Gunfight&lt;br /&gt;4. Nu Mark&amp;#39;s Bonus Beats&lt;br /&gt;5. Quality Control 1&lt;br /&gt;6. Jayou Remix&lt;br /&gt;7. Ghetto Diplomat&lt;br /&gt;8. Lesson 4: The Radio&lt;br /&gt;9. The Joint Freestyle&lt;br /&gt;10. The Joint Promo&lt;br /&gt;11. Wake Up Show Promo&lt;br /&gt;12. Power 106 Promo&lt;br /&gt;13. It&amp;#39;s All About Rhythm&lt;br /&gt;14. Whos Gonna Be The Next Victim&lt;br /&gt;15. Unified Rebelution&lt;br /&gt;16. Long Road to Glory&lt;/p&gt;&lt;p&gt;&lt;u&gt;Disco 3&lt;/u&gt;&lt;br /&gt;1. 30 minute live performance &amp;quot;Jurassic 5 at Brixton Academy&amp;quot;&lt;br /&gt;2. 60 minute documentary featuring Jurassic 5 during early years&lt;br /&gt;3. &amp;quot;Concrete Schoolyard&amp;quot; music video&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2584</guid>
      <pubDate>Fri, 12 Dec 2008 21:21:00 GMT</pubDate>
    </item>
    <item>
      <title>DJ n&#186; 1 do mundo lan&#231;a nova colet&#226;nea</title>
      <link>http://msn.skolbeats.com.br/reviews/2580</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/2096/armin_van_buuren.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Armin Van Buuren re&amp;uacute;ne trance e progressive na quinta edi&amp;ccedil;&amp;atilde;o de &lt;/em&gt;A State of Trance&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;br /&gt;&lt;/strong&gt;&lt;br /&gt;Mais um ano excelente para o mago do trance - Armin Van Buuren. Al&amp;eacute;m de faturar a primeira posi&amp;ccedil;&amp;atilde;o no top 100 da DJ Mag brit&amp;acirc;nica, pelo segundo ano consecutivo, ele tamb&amp;eacute;m levou o pr&amp;ecirc;mio de melhor artista trance de 2008 do Beatport Award.&lt;/p&gt;&lt;p&gt;Seu programa de r&amp;aacute;dio, A State Of Trance, no ar h&amp;aacute; oito anos, &amp;eacute; sucesso absoluto com mais de 25 milh&amp;otilde;es de ouvintes no mundo todo. Inclusive aqui no Brasil, onde o programa vem sendo transmitido pela r&amp;aacute;dio Jovem Pan. O DJ tamb&amp;eacute;m foi destaque do Palco Skol, no festival Skol Beats deste ano.&lt;/p&gt;&lt;p&gt;&lt;em&gt;A State of Trance&lt;/em&gt;, &amp;aacute;lbum duplo que empresta o nome do programa, chega agora &amp;agrave; sua quinta edi&amp;ccedil;&amp;atilde;o reunindo tudo de bom e melhor que ele costuma tocar nos shows. A colet&amp;acirc;nea &amp;eacute; dividida em dois temas, On the Beach o In the Club, formato que j&amp;aacute; vinha sendo usado nas duas &amp;uacute;ltimas edi&amp;ccedil;&amp;otilde;es. &lt;/p&gt;&lt;p&gt;Armin conta que se inspirou na temporada que passou em Ibiza este ano para conceber a presente compila&amp;ccedil;&amp;atilde;o: &amp;quot;Ouvi todas essas belas colet&amp;acirc;neas de lounge e pensei, por que n&amp;atilde;o fazer a mesma coisa, s&amp;oacute; que com o trance? &amp;Eacute; o &amp;aacute;lbum perfeito para ouvir durante as f&amp;eacute;rias. O CD On the Beach &amp;eacute; mais tranq&amp;uuml;ilo, para passar o dia na praia, enquanto o CD On the Club &amp;eacute; mais bombado, a fim de preparar a mo&amp;ccedil;ada pruma noitada no club ou na festa.&amp;quot;&lt;/p&gt;&lt;p&gt;Na real, um disco n&amp;atilde;o &amp;eacute; t&amp;atilde;o mais pra cima do que o outro, a diferen&amp;ccedil;a &amp;eacute; bem sutil. A progress&amp;atilde;o das faixas evolui na manha - do progressive ao trance. De qualquer maneira, a sele&amp;ccedil;&amp;atilde;o foi feita pelo cara que mais entende do assunto atualmente.&lt;/p&gt;&lt;p&gt;O primeiro CD &amp;eacute; onde se encontra grande parte das faixas progressive. O estilo, que volta a ascender em 2008, n&amp;atilde;o costuma agradar a todos os amantes do trance, pois, em dados momentos, pode parecer meio mon&amp;oacute;tono. Mas este n&amp;atilde;o &amp;eacute; o caso. Armin mixa faixas escolhidas a dedo, com classe e eleg&amp;acirc;ncia, explorando o estilo e mixando com elementos mel&amp;oacute;dicos e ensolarados. Breaks e vocais s&amp;atilde;o constantes nessa por&amp;ccedil;&amp;atilde;o da colet&amp;acirc;nea que&amp;nbsp; tenta capturar o esp&amp;iacute;rito praiano. &lt;/p&gt;&lt;p&gt;Entre as faixas mais interessantes deste CD est&amp;atilde;o: &amp;quot;Spring Breeze (Martin Roth SummerStyle Remix)&amp;quot;, de DJ Tatana; &amp;quot;Bittersweet Nightshade&amp;quot;, de Mike Foyle; &amp;quot;Punta Del Este (Beach Mix)&amp;quot;, de Blake Jarrel; e, a melhor de todas, &amp;quot;Certainty (Mark Otten Dub)&amp;quot;, de Julian Vincent Feat. Cathy Burton. &lt;/p&gt;&lt;p&gt;O segundo CD come&amp;ccedil;a sem alarde, ainda com a vibe do progressive, mas vai crescendo nas mixagens precisas de faixas com baixo e melodias mais fortes. A bpm vai subindo e a viagem vai ficando cada vez mais euf&amp;oacute;rica - trance na veia. &lt;/p&gt;&lt;p&gt;Os destaques do On the Club s&amp;atilde;o: &amp;quot;Rewire&amp;quot;, de Robert Nickson &amp;amp; Daniel Kandi; &amp;quot;Blueprint (Club Mix)&amp;quot;, de Stoneface &amp;amp; Terminal; &amp;quot;The Return&amp;quot;, de 8 Wonders; e &amp;quot;In &amp;amp; Out Of Love (Richard Durand Remix)&amp;quot;, do pr&amp;oacute;prio Armin Van Buuren com participa&amp;ccedil;&amp;atilde;o de Sharon Den Adel - que fecha a colet&amp;acirc;nea com chave de ouro.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; Armin Van Buuren&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;A State Of Trance&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Progressive; Trance&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Armada Music / RC2 Music Brasil&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 38 reais&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;&lt;u&gt;CD1 - On The Beach&lt;/u&gt;&lt;br /&gt;1. Armin Van Buuren feat. Jaren - Unforgivable (First State Remix)&lt;br /&gt;2. DJ Tatana - Spring Breeze - Martin Roth (Summer Style Remix)&lt;br /&gt;3. Mike Foyle - Bittersweet Nightshade&lt;br /&gt;4. M6 - Amazon Dawn&lt;br /&gt;5. Andy Moor - Fake Awake (The Blizzard Remix)&lt;br /&gt;6. Blake Jarrell - Punta Del Este&lt;br /&gt;7. Benya feat. Penny Nixon - Serendipity&lt;br /&gt;8. Ohmna - Satori Waterfalls&lt;br /&gt;9. Signalrunners feat. Julie Thompson - These Shoulders (Club Mix)&lt;br /&gt;10. Myon &amp;amp; Shane 54 feat. Carrie Skipper - Vampire (Club Mix)&lt;br /&gt;11. Julian Vincent - Certainty (Mark Otten Dub)&lt;br /&gt;12. Tenishia feat. Tiff Lacey - Burning From The Inside (Tenishia&amp;#39;s Burning Dub)&lt;br /&gt;13. Mr. Sam feat. ClAud9 - Cygnes&lt;br /&gt;14. Lange - Out of the Sky (Kyau &amp;amp; Albert Remix)&lt;/p&gt;&lt;p&gt;&lt;u&gt;CD2 - In The Club&lt;/u&gt;&lt;br /&gt;1. Arnej feat. Josie - Strangers We&amp;#39;ve Become (Intro Tech Dub)&lt;br /&gt;2. Sunlounger, Zara - Lost - Dance Version&lt;br /&gt;3. Offer Nissim - For Your Love (Sied van Riel Remix)&lt;br /&gt;4. Ilya Soloviev &amp;amp; Paul Miller - Lover Summer (Orjan Nilsen Remix)&lt;br /&gt;5. Markus Schulz - The New World&lt;br /&gt;6. Robert Nickson &amp;amp; Daniel Kandi - Rewire&lt;br /&gt;7. Giuseppe Ottaviani - No More Alone&lt;br /&gt;8. The Thrillseekers feat. Fisher - The Last Time (Simon Bostock Remix)&lt;br /&gt;9. Stoneface &amp;amp; Terminal - Blueprint (Club Mix)&lt;br /&gt;10. DJ Shah feat. Adrina Thorpe - Back To You (Aly &amp;amp; Fila Remix)&lt;br /&gt;11. Andy Blueman - Time To Rest (Live Guitar by Eller van Buuren)&lt;br /&gt;12. Thomas Bronzwaer - Certitude&lt;br /&gt;13. 8 Wonders - The Return&lt;br /&gt;14. Jochen Miller - Lost Connection - Original Mix&lt;br /&gt;15. Armin Van Buuren feat. Sharon den Adel - In and Out Of Love (Richard Durand Remix)&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2580</guid>
      <pubDate>Fri, 12 Dec 2008 18:50:36 GMT</pubDate>
    </item>
    <item>
      <title>Tesouro velado: Bob Dylan lan&#231;a &#225;lbum com faixas in&#233;ditas</title>
      <link>http://msn.skolbeats.com.br/reviews/2549</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/1789/dylan.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Oitava colet&amp;acirc;nea de in&amp;eacute;ditas e raridades do mestre do folk-rock surpreende por mostrar que seu trabalho p&amp;oacute;stumo &amp;agrave; explos&amp;atilde;o nos anos sessenta &amp;eacute; mais rico do que se imaginava&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Eduardo Ribeiro&lt;br /&gt;&lt;/strong&gt;&lt;br /&gt;Com o lan&amp;ccedil;amento do volume oitavo da &lt;em&gt;Bootleg Series: Tell Tale Signs&lt;/em&gt;, Bob Dylan emerge com sua fant&amp;aacute;stica capacidade de criar releituras de si mesmo. Acima disso, de se reinventar dentro das in&amp;uacute;meras roupagens que cabem em sua m&amp;uacute;sica. Isso explica o sucesso da trilha sonora da filmografia &lt;em&gt;I&amp;#39;m Not There&lt;/em&gt;, em que diversos artistas oferecem interpreta&amp;ccedil;&amp;otilde;es para a obra de Bob Dylan, numa produ&amp;ccedil;&amp;atilde;o merecedora de enf&amp;aacute;ticos elogios.&lt;/p&gt;&lt;p&gt;As duas &amp;uacute;ltimas Bootlegs que Bob Dylan lan&amp;ccedil;ou traziam vers&amp;otilde;es raras e in&amp;eacute;ditas, como esta, sobras de grava&amp;ccedil;&amp;otilde;es cujos excertos revelam p&amp;eacute;rolas at&amp;eacute; superiores &amp;agrave;s originais. Elas cobriam a fase de meados dos anos 60 do artista, por&amp;eacute;m muitas j&amp;aacute; eram de amplo conhecimento do p&amp;uacute;blico, por causa da pirataria e das prensagens piratas ou limitadas desde aquela &amp;eacute;poca.&lt;/p&gt;&lt;p&gt;No caso da presente &lt;em&gt;Tell Tale Signs&lt;/em&gt; - que, se voc&amp;ecirc; preferir comprar o CD e n&amp;atilde;o as tracks digitais, vai levar um caprichado box duplo acompanhado de livreto ilustrado (o importado vem com um terceiro disco) -, o produto &amp;eacute; um deleite para os verdadeiros f&amp;atilde;s, pois pega um per&amp;iacute;odo fecundo e at&amp;eacute; ent&amp;atilde;o velado de Bob Dylan. &lt;/p&gt;&lt;p&gt;D&amp;eacute;cadas &amp;agrave; frente, a oitava edi&amp;ccedil;&amp;atilde;o, agora dispon&amp;iacute;vel em prensagem nacional, contempla o momento do renascimento de Bob, se assim pudermos chamar. Vai de 1989 a 2006, quando criador e criatura est&amp;atilde;o mais maduros e existencialistas do que metaf&amp;oacute;ricos ou militantes. As can&amp;ccedil;&amp;otilde;es chegam at&amp;eacute; o cap&amp;iacute;tulo das sessions de seu &amp;uacute;ltimo &amp;aacute;lbum de est&amp;uacute;dio, aquele com o qual excursionou no Brasil este ano, o &lt;em&gt;Modern Times&lt;/em&gt; (2007). &lt;/p&gt;&lt;p&gt;Especialmente as faixas gravadas de 89 a 97, sob produ&amp;ccedil;&amp;atilde;o de Daniel Lanois, s&amp;atilde;o interessantes porque nasceram do trabalho duro entre Dylan e Lanois, em pernoites detalhistas. Pertencentes a repert&amp;oacute;rios dos discos &lt;em&gt;Oh Mercy&lt;/em&gt; e &lt;em&gt;Time Out of Mind&lt;/em&gt;, essas faixas cortadas na &amp;eacute;poca, e tamb&amp;eacute;m as ao vivo e alternativas, mostram o qu&amp;atilde;o melhores sa&amp;iacute;ram outros tratamentos, at&amp;eacute; mais impressionantes que aqueles selecionados como oficiais.&lt;/p&gt;&lt;p&gt;Por conta do frescor das vers&amp;otilde;es reveladas e da extraordin&amp;aacute;ria, espantosa qualidade encontrada nas completamente in&amp;eacute;ditas, &lt;em&gt;Tell Tale Signs&lt;/em&gt; soa mesmo &amp;eacute; como um nov&amp;iacute;ssimo &amp;aacute;lbum de Bob Dylan. Sobretudo porque a masteriza&amp;ccedil;&amp;atilde;o resultou cristalina, permitindo ao ouvinte atento perceber toda a maravilha da sonoridade org&amp;acirc;nica, da eletricidade crua, captada por uma equipe que entende de ac&amp;uacute;stica, timbres e microfona&amp;ccedil;&amp;atilde;o, fazendo toda a diferen&amp;ccedil;a.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; Bob Dylan&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Tell Tale Signs: The Bootleg Series Vol. 8&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Folk-rock&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Sony/BMG&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 38,90 reais&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;&lt;u&gt;Volume 1&lt;/u&gt;&lt;br /&gt;1. Mississippi - (unreleased, Time Out of Mind)&lt;br /&gt;2. Most of the Time - (alternate version, Oh Mercy)&lt;br /&gt;3. Dignity - (piano demo, Oh Mercy)&lt;br /&gt;4. Someday Baby - (alternate version, Modern Times)&lt;br /&gt;5. Red River Shore - (unreleased, Time Out of Mind)&lt;br /&gt;6. Tell Ol&amp;#39; Bill - (alternate version, North Country)&lt;br /&gt;7. Born in Time - (unreleased, Oh Mercy)&lt;br /&gt;8. Can&amp;#39;t Wait - (alternate version, Time Out of Mind)&lt;br /&gt;9. Everything is Broken - (alternate version, Oh Mercy)&lt;br /&gt;10. Dreamin&amp;#39; of You - (unreleased, Time Out of Mind)&lt;br /&gt;11. Huck&amp;#39;s Tune - (from Lucky You soundtrack)&lt;br /&gt;12. Marchin&amp;#39; to the City - (unreleased, Time Out of Mind)&lt;br /&gt;13. High Water (for Charley Patton) - (live, 2003)&lt;/p&gt;&lt;p&gt;&lt;u&gt;Volume 2&lt;/u&gt;&lt;br /&gt;1. Mississippi (unreleased version #2, Time Out of Mind)&lt;br /&gt;2. 32-20 Blues - (unreleased, World Gone Wrong)&lt;br /&gt;3. Series of Dreams - (unreleased, Oh Mercy)&lt;br /&gt;4. God Knows - (unreleased, Oh Mercy)&lt;br /&gt;5. Can&amp;#39;t Escape from You - (unreleased, December 2005)&lt;br /&gt;6. Dignity - (unreleased, Oh Mercy)&lt;br /&gt;7. Ring them Bells - (live at the Supper Club, 1993)&lt;br /&gt;8. Cocaine Blues (live, 1997)&lt;br /&gt;9. Ain&amp;#39;t Talkin&amp;#39; - (alternate version, Modern Times)&lt;br /&gt;10. Girl on the Greenbriar Shore - (live, 1992)&lt;br /&gt;11. Lonesome Day Blues - (live, 2002)&lt;br /&gt;12. Miss the Mississippi - (unreleased, 1992)&lt;br /&gt;13. Lonesome River (with Ralph Stanley)&lt;br /&gt;14. &amp;lsquo;Cross the Green Mountain - (from Gods and Generals soundtrack)&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2549</guid>
      <pubDate>Thu, 04 Dec 2008 16:14:42 GMT</pubDate>
    </item>
    <item>
      <title>Disco de estr&#233;ia do Buraka Som Sistema vem pronto pra pista</title>
      <link>http://msn.skolbeats.com.br/reviews/2543</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/1642/blackdiamond.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Depois de lan&amp;ccedil;ar o estilo kuduro nas pistas europ&amp;eacute;ias, grupo luso-angolano lan&amp;ccedil;a &amp;aacute;lbum mais eletr&amp;ocirc;nico, com participa&amp;ccedil;&amp;otilde;es de MIA e Deize Tigrona&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Carol Ramos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Nascidos entre Angola e Lisboa, todos os integrantes do Buraka Som Sistema tiveram, desde cedo, contato com o kuduro - dan&amp;ccedil;a que evoluiu para um estilo musical influenciado pelo ragga e pelo zouk. Dizem que &amp;eacute; o funk carioca de Angola.&lt;/p&gt;&lt;p&gt;E h&amp;aacute; dois anos, quando lan&amp;ccedil;aram a m&amp;uacute;sica &amp;quot;Yah&amp;quot; (do EP &lt;em&gt;From Buraka to the World&lt;/em&gt;), chamaram a aten&amp;ccedil;&amp;atilde;o do mundo e de nomes como Diplo, M.I.A e Simian Mobile Disco. O hit instant&amp;acirc;neo foi seguindo por &amp;quot;Wawaba&amp;quot;, gerando grande expectativa para o primeiro disco do grupo, &lt;em&gt;Black Diamond&lt;/em&gt;, lan&amp;ccedil;ado no m&amp;ecirc;s passado.&lt;/p&gt;&lt;p&gt;Engana-se, por&amp;eacute;m, quem pensou que &lt;em&gt;Black Diamond&lt;/em&gt; seria um disco de kuduro. Nas 12 faixas, percebe-se o quanto os m&amp;uacute;sicos assimilaram outros g&amp;ecirc;neros musicais, como o electro e o techno, afirmando-se como um grupo de m&amp;uacute;sica eletr&amp;ocirc;nica que tem o kuduro como ponto de partida (ghetto-tech?).&lt;/p&gt;&lt;p&gt;E a brincadeira fica um pouco menos divertida para quem est&amp;aacute; interessado na sonoridade &amp;eacute;tnica e mais solta que colocou o kuduro nos holofotes. A faixa mais pop &amp;eacute;, sem d&amp;uacute;vida, &amp;quot;Sound of Kuduro&amp;quot;, que conta com a participa&amp;ccedil;&amp;atilde;o de M.I.A, DJ Znobia (produtor de kuduro), Dama Saborosa (MC de kuduro angolana radicada em Londres) e Puto Prata (MC angolano).&lt;/p&gt;&lt;p&gt;Cantada (em ingl&amp;ecirc;s) em parceria com o grupo brit&amp;acirc;nico Virus Syndicate, a faixa &amp;quot;Black Diamond&amp;quot; vem com uma pegada gangsta rap. Outro destaque &amp;eacute; &amp;quot;Kalemba (Wegue Wegue)&amp;quot;, na voz da MC Pongo Love, que soa como uma mistura de M.I.A. com Missy Elliot.&lt;/p&gt;&lt;p&gt;&amp;quot;Aqui pra Voc&amp;ecirc;s&amp;quot;, em portugu&amp;ecirc;s do morro por Deize Tigrona, &amp;eacute; uma mistura bem pop de samba, kuduro e pancad&amp;atilde;o com letra defensiva de duplo sentido: &amp;quot;Se tu me molestar eu mando o gesto portugu&amp;ecirc;s&amp;quot;. Meio pra gringo ver.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; Buraka Som Sistema&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Black Diamond&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Ghetto Tech; Breakbeat&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Fabric Integral&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o:&lt;/strong&gt; 29 reais (7.98 libras)&lt;/p&gt;&lt;p&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Luanda-Lisboa - Buraka Som Sistema&lt;br /&gt;2. Sound Of Kuduro - Buraka Som Sistema &amp;amp; DJ Znobia/MIA/Saborosa/Puto Prata&lt;br /&gt;3. Aqui Para Voces - Buraka Som Sistema &amp;amp; Deize Tigrona&lt;br /&gt;4. Kalemba (Wegue-Wegue) - Buraka Som Sistema &amp;amp; Pongolove&lt;br /&gt;5. Kurum - Buraka Som Sistema&lt;br /&gt;6. IC19 - Buraka Som Sistema&lt;br /&gt;7. Tiroza - Buraka Som Sistema &amp;amp; Bruno M&lt;br /&gt;8. General - Buraka Som Sistema&lt;br /&gt;9. Yah - Buraka Som Sistema &amp;amp; Petty&lt;br /&gt;10. Shank And Move - Buraka Som Sistema &amp;amp; Kano&lt;br /&gt;11. D D D D Jay - Buraka Som Sistema &amp;amp; Petty&lt;br /&gt;12. New Africas - Buraka Som Sistema&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2543</guid>
      <pubDate>Wed, 03 Dec 2008 14:27:16 GMT</pubDate>
    </item>
    <item>
      <title>Circus: Britney Spears n&#227;o poderia escolher um t&#237;tulo mais apropriado</title>
      <link>http://msn.skolbeats.com.br/reviews/2541</link>
      <description>&lt;p&gt;&lt;img src='/attachments/0002/1558/Circus_Album.jpg' vspace='0' hspace='10' width='88' height='88' align='left' alt=''&gt;&lt;p&gt;&lt;em&gt;Cantora comemora 27&amp;ordm; anivers&amp;aacute;rio com lan&amp;ccedil;amento do sexto &amp;aacute;lbum no mesmo dia, 2 de dezembro&lt;/em&gt;&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Flavinha Campos&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Britney Spears realmente merece nota 10 pela escolha dos t&amp;iacute;tulos de seus dois &amp;uacute;ltimos discos. Lan&amp;ccedil;ado h&amp;aacute; pouco mais que um ano, &lt;em&gt;Blackout&lt;/em&gt; foi muito apropriado, j&amp;aacute; que a cantora passava por uma fase sombria. No dia em que completa 27 anos, ela lan&amp;ccedil;a &lt;em&gt;Circus&lt;/em&gt; - sendo que sua vida certamente se tornou um circo, n&amp;atilde;o faltando palha&amp;ccedil;adas e le&amp;otilde;es saindo da jaula. O t&amp;iacute;tulo tamb&amp;eacute;m &amp;eacute; adequado &amp;agrave;s letras do disco, em que Britney desempenha v&amp;aacute;rios pap&amp;eacute;is, entre eles: m&amp;atilde;e amorosa, garota colegial, sex-symbol e rainha do pop, um verdadeiro circo, s&amp;oacute; faltou a mulher barbada.&lt;/p&gt;&lt;p&gt;Apesar de a cantora ter contado com um time de compositores e produtores de primeira linha, como Danja, Bloodshy &amp;amp; Avant, Guy Sigsworth e Max Martin, o resultado final n&amp;atilde;o foi t&amp;atilde;o bom como deveria. Mas foi o suficiente para emplacar no topo das paradas com o primeiro single, lan&amp;ccedil;ado em setembro (&amp;quot;Womanizer&amp;quot;). &lt;/p&gt;&lt;p&gt;E ela &amp;eacute; quem abre o &amp;aacute;lbum, trazendo o poder dos sintetizadores rasgados e batidas dan&amp;ccedil;antes, al&amp;eacute;m dos vocais de Britney super trabalhados em est&amp;uacute;dio. A faixa &amp;eacute;, sem d&amp;uacute;vida, o &amp;aacute;pice de &lt;em&gt;Circus&lt;/em&gt;.&lt;/p&gt;&lt;p&gt;A faixa-t&amp;iacute;tulo n&amp;atilde;o &amp;eacute; ruim, mas fica meio apagada ap&amp;oacute;s a bomb&amp;aacute;stica &amp;quot;Womanizer&amp;quot;. Ainda assim, a m&amp;uacute;sica electro-pop regada a batidas quebradas tem potencial de balan&amp;ccedil;ar o dancefloor. A balada &amp;quot;Out From Under&amp;quot; diz que Britney deu a volta por cima, mas continua sendo uma garota inocente, que teve seu cora&amp;ccedil;&amp;atilde;o partido. Feita para embalar paix&amp;otilde;es plat&amp;ocirc;nicas de adolescentes.&lt;/p&gt;&lt;p&gt;Em &amp;quot;Kill The Lights&amp;quot; Britney se autodefine rainha do pop (abre o olho Madonna!), desafia os fot&amp;oacute;grafos com frases provocativas como &amp;quot;isso a&amp;iacute; no seu bolso &amp;eacute; dinheiro/ou voc&amp;ecirc; est&amp;aacute; feliz em me ver?&amp;quot;. Os arranjos pulsantes influenciados pelo electro de &amp;quot;Shattered Glass&amp;quot; mant&amp;eacute;m o clima dan&amp;ccedil;ante e animado por muitos sintetizadores e a voz rob&amp;oacute;tica de Britney. Tem direito a refr&amp;atilde;o dram&amp;aacute;tico e tudo mais.&lt;/p&gt;&lt;p&gt;&amp;quot;If You Seek Amy&amp;quot; &amp;eacute; a segunda melhor do disco. Resgatando o esp&amp;iacute;rito desbravador e rebelde do colegial, a faixa &amp;eacute; destinada a receber remixes de grandes nomes do eletr&amp;ocirc;nico e agitar as pistas com seu ritmo dan&amp;ccedil;ante, provocante e sensual.&lt;/p&gt;&lt;p&gt;A partir daqui, a qualidade das produ&amp;ccedil;&amp;otilde;es d&amp;aacute; uma bela deca&amp;iacute;da. Parece at&amp;eacute; que a cantora perdeu o f&amp;ocirc;lego. &amp;quot;Unusual You&amp;quot; e &amp;quot;Blur&amp;quot; seguem o mesmo caminho. Na tentativa de realizar um pop-electronica, guitarras suaves e tecladinhos gliterados servem de pano de fundo para os vocais sensuais e confusos de Britney, cantando que n&amp;atilde;o&amp;nbsp; ela n&amp;atilde;o sabe o que aconteceu na noite anterior.&lt;/p&gt;&lt;p&gt;A bizarra &amp;quot;Mmm Pappi&amp;quot; mistura vocais rob&amp;oacute;ticos com melodias que tentam, em v&amp;atilde;o, resgatar o esp&amp;iacute;rito dos embalos latinos calientes. Sem muito sucesso, a sem gra&amp;ccedil;a &amp;quot;Manequin&amp;quot; tamb&amp;eacute;m passa batido.&lt;/p&gt;&lt;p&gt;J&amp;aacute; em &amp;quot;Lace and Leather&amp;quot; a situa&amp;ccedil;&amp;atilde;o melhora um pouco, com a volta das batidas dan&amp;ccedil;antes e seu baixo funkeado. Fechando o &amp;aacute;lbum, &amp;quot;Baby&amp;quot; revela o amor materno de Britney por apenas um de seus filhos (n&amp;atilde;o pergunte qual nem o porqu&amp;ecirc;). Regada a melodias a&amp;ccedil;&amp;uacute;aradas, poderia ter sido escritas para Celine Dion.&lt;/p&gt;&lt;p&gt;Aqui no Brasil, o CD chega com uma bonus track: &amp;quot;Radar&amp;quot;, que conta com sintetizadores pesados similares aos de &amp;quot;Womanizer&amp;quot;. Apesar de ser interessante, a coisa nunca chega a bombar de verdade.&lt;/p&gt;&lt;p&gt;Com objetivo de encarar sua realidade atual da melhor maneira poss&amp;iacute;vel, Britney tenta tirar o p&amp;eacute; da lama usando muitos sintetizadores e um time de produtores de primeira linha. Se ela vai consegui? S&amp;oacute; o tempo, os tabl&amp;oacute;ides e as paradas da Billboard dir&amp;atilde;o.&lt;/p&gt;&lt;p&gt;&lt;br /&gt;&lt;strong&gt;Artista:&lt;/strong&gt; Britney Spears&lt;br /&gt;&lt;strong&gt;&amp;Aacute;lbum:&lt;/strong&gt; &lt;em&gt;Circus&lt;/em&gt;&lt;br /&gt;&lt;strong&gt;G&amp;ecirc;nero:&lt;/strong&gt; Pop; Electro-pop; Synth-pop&lt;br /&gt;&lt;strong&gt;Lan&amp;ccedil;amento:&lt;/strong&gt; Sony BMG&lt;br /&gt;&lt;strong&gt;Pre&amp;ccedil;o: &lt;/strong&gt;26,99 reais&lt;br /&gt;&lt;br /&gt;&lt;strong&gt;TRACKLIST&lt;/strong&gt;&lt;br /&gt;1. Womanizer  &lt;br /&gt;2. Circus  &lt;br /&gt;3. Out from Under  &lt;br /&gt;4. Kill the Lights  &lt;br /&gt;5. Shattered Glass  &lt;br /&gt;6. If U Seek Amy  &lt;br /&gt;7. Unusual You  &lt;br /&gt;8. Blur  &lt;br /&gt;9. Mmm Papi  &lt;br /&gt;10. Mannequin  &lt;br /&gt;11. Lace and Leather &lt;br /&gt; 12. My Baby  &lt;br /&gt;13. Radar - Faixa B&amp;ocirc;nus&lt;/p&gt;&lt;/p&gt;</description>
      <guid>http://msn.skolbeats.com.br/reviews/2541</guid>
      <pubDate>Tue, 02 Dec 2008 20:56:07 GMT</pubDate>
    </item>
  </channel>
</rss>
